
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>配置分析服务 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    
    <link rel="prev" href="bian-ji-shu-ju-miao-shu.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                    简介
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="shu-ju-shang-chuan.html">
            
                <a href="shu-ju-shang-chuan.html">
            
                    
                    数据上传
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="shu-ju-lie-biao.html">
            
                <a href="shu-ju-lie-biao.html">
            
                    
                    数据列表
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="bian-ji-shu-ju-miao-shu.html">
            
                <a href="bian-ji-shu-ju-miao-shu.html">
            
                    
                    编辑数据描述
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.5" data-path="pei-zhi-fen-xi-fu-wu.html">
            
                <a href="pei-zhi-fen-xi-fu-wu.html">
            
                    
                    配置分析服务
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >配置分析服务</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x914D;&#x7F6E;&#x5206;&#x6790;&#x670D;&#x52A1;">&#x914D;&#x7F6E;&#x5206;&#x6790;&#x670D;&#x52A1;</h1>
<hr>
<p>&#x6570;&#x636E;&#x5217;&#x8868;&#x53EA;&#x662F;&#x7528;&#x4E8E;&#x5B58;&#x653E;&#x6570;&#x636E;&#x7684;&#x5730;&#x65B9;&#xFF0C;&#x5982;&#x679C;&#x7528;&#x6237;&#x9700;&#x8981;&#x5BF9;&#x6570;&#x636E;&#x8FDB;&#x884C;&#x5206;&#x6790;&#xFF0C;&#x5219;&#x9700;&#x8981;&#x5C06;&#x6570;&#x636E;&#x914D;&#x7F6E;&#x5230;&#x5206;&#x6790;&#x670D;&#x52A1;&#x5DE5;&#x5177;&#x4E2D;&#x3002;&#x4EC5;<strong>&#x7A7A;&#x95F4;&#x6570;&#x636E;</strong>&#x5177;&#x5907;&#x914D;&#x7F6E;&#x5230;&#x5206;&#x6790;&#x670D;&#x52A1;&#x7684;&#x529F;&#x80FD;&#x3002;<br></p>
<h3 id="&#x80CC;&#x666F;&#x56FE;&#x5C42;&#x914D;&#x7F6E;">&#x80CC;&#x666F;&#x56FE;&#x5C42;&#x914D;&#x7F6E;</h3>
<p>&#x70B9;&#x51FB;&#x201C;&#x914D;&#x7F6E;&#x5206;&#x6790;&#x670D;&#x52A1;&#x201D;&#x6309;&#x94AE;&#xFF0C;&#x5373;&#x53EF;&#x8FDB;&#x5165;&#x6570;&#x636E;&#x53C2;&#x6570;&#x914D;&#x7F6E;&#x754C;&#x9762;&#x3002;&#x5982;&#x4E0B;&#x56FE;&#x6240;&#x793A;&#x3002;<br></p>
<p><div align="center">
  <img src="assets/&#x6570;&#x636E;&#x5217;&#x8868;1-7.png">
</div><br>
&#x2460;<strong>&#x9009;&#x62E9;&#x6570;&#x636E;</strong>&#xFF1A;&#x6B64;&#x5904;&#x9009;&#x62E9;&#x53EF;&#x89C6;&#x6570;&#x636E;&#xFF0C;&#x5C06;&#x6570;&#x636E;&#x914D;&#x7F6E;&#x5230;&#x53EF;&#x89C6;&#x6570;&#x636E;&#x5206;&#x6790;&#x670D;&#x52A1;&#x5DE5;&#x5177;&#xFF1B;<br>
&#x2461;<strong>&#x914D;&#x7F6E;&#x670D;&#x52A1;&#x53C2;&#x6570;</strong>&#xFF1A;&#x53EF;&#x89C6;&#x6570;&#x636E;&#x4E2D;&#x53EF;&#x4EE5;&#x914D;&#x7F6E;&#x80CC;&#x666F;&#x56FE;&#x5C42;&#xFF1B;<br>
&#x2462;<strong>&#x914D;&#x7F6E;</strong>&#xFF1A;&#x70B9;&#x51FB;&#x914D;&#x7F6E;&#xFF0C;&#x8BBE;&#x7F6E;&#x80CC;&#x666F;&#x56FE;&#x5C42;&#x5728;&#x542F;&#x52A8;&#x670D;&#x52A1;&#x540E;&#xFF0C;&#x53EF;&#x901A;&#x8FC7;&#x56FE;&#x5C42;&#x63A7;&#x5236;&#x6253;&#x5F00;&#x6216;&#x5173;&#x95ED;&#xFF1B;<br>
&#x2463;<strong>&#x542F;&#x52A8;</strong>&#xFF1A;&#x542F;&#x52A8;&#x670D;&#x52A1;&#xFF0C;&#x6253;&#x5F00;&#x53EF;&#x89C6;&#x6570;&#x636E;&#x4E3B;&#x754C;&#x9762;&#x3002;<br>
<strong>&#x6CE8;&#xFF1A;</strong>&#x4F4D;&#x548C;&#x5E73;&#x53F0;&#x6839;&#x636E;&#x7528;&#x6237;&#x7684;&#x6743;&#x9650;&#x9650;&#x5B9A;&#x7528;&#x6237;&#x6240;&#x80FD;&#x4F7F;&#x7528;&#x7684;&#x5206;&#x6790;&#x670D;&#x52A1;&#xFF0C;&#x4E0D;&#x540C;&#x6743;&#x9650;&#x7684;&#x7528;&#x6237;&#x6240;&#x80FD;&#x770B;&#x5230;&#x3001;&#x4F7F;&#x7528;&#x5230;&#x7684;&#x5206;&#x6790;&#x670D;&#x52A1;&#x5DE5;&#x5177;&#x662F;&#x4E0D;&#x540C;&#x7684;&#x3002;<br></p>
<p>&#x6BCF;&#x4E2A;&#x670D;&#x52A1;&#x90FD;&#x53EF;&#x4EE5;&#x6DFB;&#x52A0;&#x80CC;&#x666F;&#x56FE;&#x5C42;&#xFF0C;&#x53EF;&#x6DFB;&#x52A0;&#x591A;&#x4E2A;&#xFF0C;&#x5728;&#x670D;&#x52A1;&#x754C;&#x9762;&#x4E2D;&#x201C;&#x56FE;&#x5C42;&#x63A7;&#x5236;&#x6309;&#x94AE;&#x201D;&#x5904;&#x6253;&#x5F00;&#x6216;&#x8005;&#x5173;&#x95ED;&#x3002;<br></p>
<p><div align="center">
  <img src="assets/&#x6570;&#x636E;&#x5217;&#x8868;1-8.png" height="80%" width="80%">
</div><br>
&#x2460;<strong>&#x56FE;&#x5C42;&#x5217;&#x8868;</strong>&#xFF1A;&#x9009;&#x62E9;&#x4F5C;&#x4E3A;&#x80CC;&#x666F;&#x56FE;&#x5C42;&#x7684;&#x6570;&#x636E;&#xFF1B;<br>
&#x2461;<strong>&#x7B5B;&#x9009;&#x67E5;&#x8BE2;</strong>&#xFF1A;&#x8F93;&#x5165;&#x5173;&#x952E;&#x5B57;&#xFF0C;&#x5FEB;&#x901F;&#x67E5;&#x627E;&#x9700;&#x8981;&#x7684;&#x6570;&#x636E;&#xFF1B;&#x652F;&#x6301;&#x590D;&#x9009;&#xFF0C;&#x7ED3;&#x679C;&#x53D6;&#x4EA4;&#x96C6;&#x3002;<br>
&#x2462;<strong>&#x5DF2;&#x9009;&#x56FE;&#x5C42;</strong>&#xFF1A;&#x5F53;&#x524D;&#x9009;&#x62E9;&#x7684;&#x80CC;&#x666F;&#x56FE;&#x5C42;&#xFF0C;&#x53EF;&#x4EE5;&#x6DFB;&#x52A0;&#x591A;&#x4E2A;&#xFF0C;&#x70B9;&#x51FB;&#x201C;&#xD7;&#x201D;&#x5220;&#x9664;&#x80CC;&#x666F;&#x56FE;&#x5C42;&#xFF0C;&#x4E5F;&#x53EF;&#x5728;&#x2460;&#x51FA;&#x53D6;&#x6D88;&#x52FE;&#x9009;&#xFF1B;&#x70B9;&#x51FB;&#x5DF2;&#x9009;&#x56FE;&#x5C42;&#x5E76;&#x62D6;&#x52A8;&#x9F20;&#x6807;&#x53EF;&#x4EE5;&#x4E0A;&#x4E0B;&#x79FB;&#x52A8;&#x56FE;&#x5C42;&#x7684;&#x4F4D;&#x7F6E;&#xFF1B;<br>
&#x2463;<strong>&#x4FDD;&#x5B58;</strong>&#xFF1A;&#x4FDD;&#x5B58;&#x914D;&#x7F6E;&#x4FE1;&#x606F;&#x3002;<br></p>
<p>&#x6DFB;&#x52A0;&#x80CC;&#x666F;&#x56FE;&#x5C42;&#x540E;&#xFF0C;&#x201C;&#x80CC;&#x666F;&#x56FE;&#x5C42;&#x201D;&#x680F;&#x5C06;&#x663E;&#x793A;&#x5DF2;&#x6DFB;&#x52A0;&#x7684;&#x56FE;&#x5C42;&#xFF0C;&#x9F20;&#x6807;&#x5DE6;&#x952E;&#x957F;&#x6309;&#x67D0;&#x4E00;&#x56FE;&#x5C42;&#x53EF;&#x62D6;&#x52A8;&#x8BE5;&#x56FE;&#x5C42;&#x8C03;&#x6574;&#x5728;&#x8868;&#x683C;&#x4E2D;&#x7684;&#x4F4D;&#x7F6E;&#xFF0C;&#x4EE5;&#x6539;&#x53D8;&#x56FE;&#x5C42;&#x663E;&#x793A;&#x65F6;&#x7684;&#x4E0A;&#x4E0B;&#x5173;&#x7CFB;&#x3002;&#x70B9;&#x51FB;&#x56FE;&#x5C42;&#x6837;&#x5F0F;&#x7F16;&#x8F91;&#x6309;&#x94AE;&#xFF0C;&#x53EF;&#x6253;&#x5F00;&#x56FE;&#x5C42;&#x6837;&#x5F0F;&#x7F16;&#x8F91;&#x9762;&#x677F;&#xFF0C;&#x5728;&#x8BE5;&#x9762;&#x677F;&#x53EF;&#x4FEE;&#x6539;&#x80CC;&#x666F;&#x56FE;&#x5C42;&#x7684;&#x663E;&#x793A;&#x6837;&#x5F0F;&#x3002;&#x8C03;&#x6574;&#x5B8C;&#x80CC;&#x666F;&#x56FE;&#x5C42;&#x987A;&#x5E8F;&#x53CA;&#x4FEE;&#x6539;&#x5B8C;&#x663E;&#x793A;&#x6837;&#x5F0F;&#x540E;&#xFF0C;&#x70B9;&#x51FB;&#x201C;&#x4FDD;&#x5B58;&#x56FE;&#x5C42;&#x987A;&#x5E8F;&#x201D;&#x5C06;&#x6240;&#x505A;&#x7684;&#x4FEE;&#x6539;&#x4FDD;&#x5B58;&#x3002;<br></p>
<p><img src="assets/&#x6570;&#x636E;&#x914D;&#x7F6E;&#x7BA1;&#x7406;-&#x6211;&#x7684;&#x6570;&#x636E;1-6.png" alt=""></p>
<p><div align="center">
   <img src="assets/&#x6570;&#x636E;&#x914D;&#x7F6E;&#x7BA1;&#x7406;-&#x6211;&#x7684;&#x6570;&#x636E;1-7.png" width="60%" height="60%">
</div>
<br></p>
<h3 id="&#x6D41;&#x914D;&#x7F6E;">&#x6D41;&#x914D;&#x7F6E;</h3>
<p>&#x4F7F;&#x7528;&#x57FA;&#x7840;&#x6D41;&#x5206;&#x6790;&#x3001;&#x7A7A;&#x95F4;&#x4EA4;&#x4E92;&#x626B;&#x63CF;&#x7EDF;&#x8BA1;&#x3001;&#x6D41;&#x5206;&#x533A;&#x7B49;&#x5206;&#x6790;&#x670D;&#x52A1;&#x65F6;&#xFF0C;&#x8981;&#x5148;&#x5BF9;&#x6D41;&#x6570;&#x636E;&#x8FDB;&#x884C;&#x914D;&#x7F6E;&#x3002;<br>
<br></p>
<ul>
<li>&#x52FE;&#x9009;&#x76F8;&#x5E94;&#x7684;&#x670D;&#x52A1;&#x540E;&#xFF0C;&#x5728;CSV resources&#x4E00;&#x680F;&#x914D;&#x7F6E;&#x6D41;&#x6570;&#x636E;&#x3002;&#x6D41;&#x6570;&#x636E;&#x4E3A;&#x542B;&#x6709;&#x8D77;&#x70B9;-&#x7EC8;&#x70B9;&#xFF08;origin-destination&#xFF09;&#x7684;csv&#x6570;&#x636E;&#x8868;&#x3002;&#x5728;&#x5E73;&#x53F0;&#x4E0A;&#x83B7;&#x53D6;&#x7684;&#x4EBA;&#x53E3;&#x6D41;&#x52A8;&#x6570;&#x636E;&#x5DF2;&#x81EA;&#x52A8;&#x5C06;csv&#x6587;&#x4EF6;&#x5339;&#x914D;&#x5230;&#x4E86;&#x7A7A;&#x95F4;&#x5355;&#x5143;&#x6587;&#x4EF6;&#x4E0A;&#xFF0C;&#x82E5;&#x9700;&#x8981;&#x81EA;&#x884C;&#x8BBE;&#x7F6E;&#x5173;&#x8054;&#x6D41;&#x6587;&#x4EF6;&#x53EF;&#x70B9;&#x51FB;&#x201C;&#x8BBE;&#x5B9A;&#x201D;&#x9009;&#x62E9;&#x6D41;&#x6587;&#x4EF6;&#x3002;<br></li>
</ul>
<p><img src="assets/&#x6570;&#x636E;&#x914D;&#x7F6E;&#x7BA1;&#x7406;-&#x6D41;&#x914D;&#x7F6E;1-1.png" alt=""></p>
<ul>
<li>&#x5728;&#x6D41;&#x6587;&#x4EF6;&#x9009;&#x62E9;&#x754C;&#x9762;&#xFF0C;&#x9009;&#x62E9;&#x5BF9;&#x5E94;&#x7684;&#x53EF;&#x7528;&#x4E8E;&#x6D41;&#x5206;&#x6790;&#x7684;csv&#x6587;&#x4EF6;&#x540E;&#x70B9;&#x51FB;&#x201C;&#x4FDD;&#x5B58;&#x201D;&#x56DE;&#x5230;&#x6D41;&#x6587;&#x4EF6;&#x914D;&#x7F6E;&#x680F;&#x3002;<br></li>
</ul>
<p><img src="assets/&#x6570;&#x636E;&#x914D;&#x7F6E;&#x7BA1;&#x7406;-&#x6D41;&#x914D;&#x7F6E;1-2.png" alt=""></p>
<ul>
<li><p>&#x5728;&#x201C;&#x7279;&#x5F81;ID&#x5B57;&#x6BB5;&#x201D;&#x5904;&#x9009;&#x62E9;CSV&#x6587;&#x4EF6;&#x4E2D;origin&#x53CA;destination&#x6240;&#x5BF9;&#x5E94;&#x7684;&#x7A7A;&#x95F4;&#x5355;&#x5143;&#x6587;&#x4EF6;&#x5B57;&#x6BB5;&#x3002;&#x5982;&#x4EBA;&#x53E3;&#x6D41;&#x52A8;CSV&#x6587;&#x4EF6;&#x4E2D;&#xFF0C;origin&#x53CA;destination&#x4E3A;&#x6BCF;&#x4E2A;&#x57CE;&#x5E02;&#x7684;&#x540D;&#x79F0;&#xFF0C;&#x56E0;&#x6B64;&#x7279;&#x5F81;ID&#x5B57;&#x6BB5;&#x5E94;&#x8BE5;&#x4E5F;&#x9009;&#x62E9;&#x6BCF;&#x4E2A;&#x7A7A;&#x95F4;&#x5355;&#x5143;&#x7684;&#x8868;&#x5F81;&#x540D;&#x79F0;&#x7684;&#x5B57;&#x6BB5;&#xFF0C;&#x5373;Name&#x3002;&#x82E5;origin&#x53CA;destination&#x662F;&#x6BCF;&#x4E2A;&#x57CE;&#x5E02;&#x7684;ID&#xFF0C;&#x5219;&#x7279;&#x5F81;ID&#x5B57;&#x6BB5;&#x4E5F;&#x5E94;&#x9009;&#x62E9;&#x8868;&#x5F81;&#x57CE;&#x5E02;ID&#x7684;&#x5B57;&#x6BB5;&#x3002;<br></p>
</li>
<li><p>&#x82E5;&#x7A7A;&#x95F4;&#x5355;&#x5143;&#x6587;&#x4EF6;&#x4E2D;&#x5305;&#x542B;&#x6BCF;&#x4E2A;&#x7A7A;&#x95F4;&#x5355;&#x5143;&#x4EBA;&#x53E3;&#x4FE1;&#x606F;&#xFF0C;&#x53EF;&#x4EE5;&#x5728;&#x201C;&#x4EBA;&#x53E3;&#x5B57;&#x6BB5;&#x201D;&#x5904;&#x9009;&#x62E9;&#x4EBA;&#x53E3;&#x4FE1;&#x606F;&#x5BF9;&#x5E94;&#x5B57;&#x6BB5;&#x3002;&#x8BBE;&#x7F6E;&#x5B8C;&#x6210;&#x540E;&#xFF0C;&#x9700;&#x8981;&#x70B9;&#x51FB;&#x201C;&#x4FDD;&#x5B58;&#x201D;&#x5C06;&#x6240;&#x505A;&#x7684;&#x8BBE;&#x7F6E;&#x4FDD;&#x5B58;&#xFF0C;&#x5E73;&#x53F0;&#x4F1A;&#x81EA;&#x52A8;&#x68C0;&#x6D4B;&#x6240;&#x9009;&#x5B57;&#x6BB5;&#x662F;&#x5426;&#x5339;&#x914D;&#xFF0C;&#x82E5;&#x65E0;&#x6CD5;&#x5339;&#x914D;&#x5C06;&#x7ED9;&#x51FA;&#x63D0;&#x793A;&#x3002;&#x5339;&#x914D;&#x6210;&#x529F;&#x540E;&#xFF0C;&#x53EF;&#x4EE5;&#x70B9;&#x51FB;&#x201C;&#x542F;&#x52A8;&#x201D;&#x4EE5;&#x542F;&#x52A8;&#x76F8;&#x5E94;&#x5206;&#x6790;&#x670D;&#x52A1;&#x3002;<br></p>
</li>
</ul>
<p><img src="assets/&#x6570;&#x636E;&#x914D;&#x7F6E;&#x7BA1;&#x7406;-&#x6D41;&#x914D;&#x7F6E;1-3.png" alt="">
<br></p>
<h3 id="&#x65F6;&#x7A7A;&#x5206;&#x6790;&#x914D;&#x7F6E;">&#x65F6;&#x7A7A;&#x5206;&#x6790;&#x914D;&#x7F6E;</h3>
<p>&#x5728;&#x4F7F;&#x7528;&#x201C;&#x591A;&#x56E0;&#x5B50;&#x65F6;&#x7A7A;&#x5206;&#x6790;&#x201D;&#x670D;&#x52A1;&#x65F6;&#xFF0C;&#x9700;&#x8981;&#x4E3A;&#x7A7A;&#x95F4;&#x6587;&#x4EF6;&#x914D;&#x7F6E;&#x76F8;&#x5E94;&#x7684;&#x591A;&#x65F6;&#x6BB5;&#x5C5E;&#x6027;&#x6587;&#x4EF6;&#x3002;<br></p>
<ul>
<li>&#x52FE;&#x9009;&#x670D;&#x52A1;&#x540E;&#xFF0C;&#x5728;CSV resources&#x4E00;&#x680F;&#x914D;&#x7F6E;&#x6570;&#x636E;&#x3002;&#x591A;&#x65F6;&#x6BB5;&#x5C5E;&#x6027;&#x6587;&#x4EF6;&#x6570;&#x636E;&#x4E3A;&#x5305;&#x542B;&#x4E0D;&#x540C;&#x65F6;&#x95F4;&#x7684;&#x5404;&#x7A7A;&#x95F4;&#x5355;&#x5143;&#x5C5E;&#x6027;&#x503C;&#x7684;csv&#x6587;&#x4EF6;&#x3002;&#x5728;&#x5E73;&#x53F0;&#x4E0A;&#x83B7;&#x5F97;&#x7684;&#x65F6;&#x7A7A;&#x805A;&#x5408;&#x6570;&#x636E;&#x5DF2;&#x81EA;&#x52A8;&#x5C06;csv&#x6587;&#x4EF6;&#x5339;&#x914D;&#x5230;&#x4E86;&#x7A7A;&#x95F4;&#x5355;&#x5143;&#x6587;&#x4EF6;&#x4E0A;&#xFF0C;&#x82E5;&#x9700;&#x8981;&#x81EA;&#x884C;&#x8BBE;&#x7F6E;&#x5173;&#x8054;&#x6587;&#x4EF6;&#x53EF;&#x70B9;&#x51FB;&#x201C;&#x8BBE;&#x5B9A;&#x201D;&#x9009;&#x62E9;&#x6587;&#x4EF6;&#x3002;<br></li>
<li>&#x9009;&#x62E9;&#x76F8;&#x5E94;CSV&#x6587;&#x4EF6;&#x540E;&#xFF0C;&#x5728;&#x6587;&#x4EF6;&#x914D;&#x7F6E;&#x680F;&#x5BF9;&#x8BE5;&#x6587;&#x4EF6;&#x8FDB;&#x884C;&#x914D;&#x7F6E;&#xFF0C;&#x5728;&#x7279;&#x5F81;ID&#x5B57;&#x6BB5;&#xFF0C;&#x9009;&#x53D6;csv&#x6587;&#x4EF6;&#x7B2C;&#x4E00;&#x5217;&#x6240;&#x5BF9;&#x5E94;&#x7684;&#x7A7A;&#x95F4;&#x5355;&#x5143;&#x6587;&#x4EF6;&#x7684;&#x5B57;&#x6BB5;&#xFF0C;&#x5982;csv&#x6587;&#x4EF6;&#x7B2C;&#x4E00;&#x5217;&#x4E3A;&#x5404;&#x4E2A;&#x7A7A;&#x95F4;&#x5355;&#x5143;&#x7684;FID&#xFF0C;&#x5219;&#x5728;&#x7279;&#x5F81;ID&#x5B57;&#x6BB5;&#x5904;&#x4E5F;&#x8981;&#x9009;&#x62E9;FID&#x3002;<br></li>
<li>&#x9009;&#x62E9;&#x597D;&#x76F8;&#x5E94;&#x6587;&#x4EF6;&#x548C;&#x5B57;&#x6BB5;&#x540E;&#xFF0C;&#x70B9;&#x51FB;&#x201C;&#x4FDD;&#x5B58;&#x201D;&#x5C06;&#x6240;&#x505A;&#x7684;&#x4FEE;&#x6539;&#x4FDD;&#x5B58;&#xFF0C;&#x6B64;&#x65F6;&#x7CFB;&#x7EDF;&#x5C06;&#x5B57;&#x6BB5;&#x68C0;&#x6D4B;&#x5B57;&#x6BB5;&#x662F;&#x5426;&#x5339;&#x914D;&#xFF0C;&#x82E5;&#x65E0;&#x6CD5;&#x5339;&#x914D;&#x5C06;&#x7ED9;&#x51FA;&#x63D0;&#x793A;&#x3002;&#x5339;&#x914D;&#x6210;&#x529F;&#x540E;&#xFF0C;&#x53EF;&#x4EE5;&#x70B9;&#x51FB;&#x201C;&#x542F;&#x52A8;&#x201D;&#x4EE5;&#x542F;&#x52A8;&#x76F8;&#x5E94;&#x5206;&#x6790;&#x670D;&#x52A1;&#x3002;<br></li>
</ul>
<p><img src="assets/&#x6570;&#x636E;&#x914D;&#x7F6E;&#x7BA1;&#x7406;-&#x65F6;&#x7A7A;&#x5206;&#x6790;&#x914D;&#x7F6E;.png" alt="">
<br></p>
<h3 id="&#x5206;&#x533A;&#x4F18;&#x5316;&#x914D;&#x7F6E;">&#x5206;&#x533A;&#x4F18;&#x5316;&#x914D;&#x7F6E;</h3>
<p>&#x5728;&#x4F7F;&#x7528;&#x5206;&#x4F18;&#x5316;&#x670D;&#x52A1;&#x65F6;&#xFF0C;&#x9700;&#x8981;&#x5BF9;&#x4F18;&#x5316;&#x56E0;&#x7D20;&#x548C;&#x5DF2;&#x6709;&#x8FB9;&#x754C;&#x7B49;&#x8FDB;&#x884C;&#x914D;&#x7F6E;&#x3002;<br></p>
<ul>
<li>&#x5728;&#x6570;&#x636E;&#x8BE6;&#x60C5;&#x754C;&#x9762;&#x52FE;&#x9009;&#x8BE5;&#x670D;&#x52A1;&#x540E;&#xFF0C;&#x5728;&#x4E3B;&#x8981;&#x4F18;&#x5316;&#x56E0;&#x7D20;&#x4E0B;&#x62C9;&#x83DC;&#x5355;&#x4E2D;&#x9009;&#x62E9;&#x7528;&#x4E8E;&#x8FDB;&#x884C;&#x5206;&#x533A;&#x4F18;&#x5316;&#x7684;&#x5C5E;&#x6027;&#x7684;&#x5B57;&#x6BB5;&#x540D;&#xFF0C;&#x9009;&#x62E9;&#x540E;&#x70B9;&#x51FB;&#x201C;&#x4FDD;&#x5B58;&#x201D;&#x3002;&#x82E5;&#x5B58;&#x5728;&#x5DF2;&#x6709;&#x8FB9;&#x754C;&#x6587;&#x4EF6;&#xFF0C;&#x5728;&#x5DF2;&#x6709;&#x8FB9;&#x754C;&#x5904;&#x9009;&#x62E9;&#x5DF2;&#x6709;&#x8FB9;&#x754C;&#x6587;&#x4EF6;&#x8F93;&#x5165;&#xFF0C;&#x5E76;&#x70B9;&#x51FB;&#x201C;&#x4FDD;&#x5B58;&#x201D;&#x3002;&#x6700;&#x540E;&#x70B9;&#x51FB;&#x201C;&#x542F;&#x52A8;&#x201D;&#xFF0C;&#x8FDB;&#x5165;&#x5206;&#x533A;&#x4F18;&#x5316;&#x670D;&#x52A1;&#x529F;&#x80FD;&#x754C;&#x9762;&#x3002;<br></li>
</ul>
<p><img src="assets/&#x6570;&#x636E;&#x914D;&#x7F6E;&#x7BA1;&#x7406;-&#x5206;&#x533A;&#x4F18;&#x5316;&#x914D;&#x7F6E;1-1.png" alt=""></p>
<h3 id="&#x5206;&#x533A;&#x4F18;&#x5316;&#x7AD9;&#x70B9;&#x914D;&#x7F6E;">&#x5206;&#x533A;&#x4F18;&#x5316;(&#x7AD9;&#x70B9;)&#x914D;&#x7F6E;</h3>
<p>&#x5728;&#x4F7F;&#x7528;&#x5206;&#x4F18;&#x5316;&#xFF08;&#x7AD9;&#x70B9;&#xFF09;&#x670D;&#x52A1;&#x65F6;&#xFF0C;&#x9700;&#x8981;&#x5BF9;&#x4F18;&#x5316;&#x56E0;&#x7D20;&#x3001;&#x5DF2;&#x6709;&#x7AD9;&#x70B9;&#x3001;&#x5BB9;&#x91CF;&#x5C5E;&#x6027;&#x548C;&#x5DF2;&#x6709;&#x8FB9;&#x754C;&#x7B49;&#x8FDB;&#x884C;&#x914D;&#x7F6E;&#x3002;<br></p>
<ul>
<li>&#x5728;&#x6570;&#x636E;&#x8BE6;&#x60C5;&#x754C;&#x9762;&#x52FE;&#x9009;&#x8BE5;&#x670D;&#x52A1;&#x540E;&#xFF0C;&#x5728;&#x201C;&#x7AD9;&#x70B9;&#x201D;&#x5904;&#x70B9;&#x51FB;&#x4E0B;&#x62C9;&#x83DC;&#x5355;&#x9009;&#x62E9;&#x5DF2;&#x6709;&#x7AD9;&#x70B9;&#x7684;&#x7A7A;&#x95F4;&#x6587;&#x4EF6;&#xFF0C;&#x5728;&#x201C;&#x4E3B;&#x8981;&#x4F18;&#x5316;&#x56E0;&#x7D20;&#x201D;&#x4E0B;&#x62C9;&#x83DC;&#x5355;&#x4E2D;&#x9009;&#x62E9;&#x7528;&#x4E8E;&#x8FDB;&#x884C;&#x5206;&#x533A;&#x4F18;&#x5316;&#x7684;&#x5C5E;&#x6027;&#x7684;&#x5B57;&#x6BB5;&#x540D;&#xFF0C;&#x5728;&#x201C;&#x5BB9;&#x91CF;&#x5C5E;&#x6027;&#x201D;&#x4E0B;&#x62C9;&#x83DC;&#x5355;&#x4E2D;&#x9009;&#x62E9;&#x7AD9;&#x70B9;&#x7684;&#x5BB9;&#x91CF;&#x5C5E;&#x6027;&#x5B57;&#x6BB5;&#x3002;&#x9009;&#x62E9;&#x540E;&#x70B9;&#x51FB;&#x201C;&#x4FDD;&#x5B58;&#x201D;&#xFF0C;&#x5C06;&#x6240;&#x505A;&#x7684;&#x8BBE;&#x7F6E;&#x786E;&#x8BA4;&#x4FDD;&#x5B58;&#x3002;&#x5DF2;&#x6709;&#x8FB9;&#x754C;&#x5904;&#x7684;&#x8BBE;&#x7F6E;&#x4E0E;&#x5206;&#x533A;&#x4F18;&#x5316;&#x4E2D;&#x5DF2;&#x6709;&#x8FB9;&#x754C;&#x8BBE;&#x7F6E;&#x76F8;&#x540C;&#x3002;<br></li>
</ul>
<p><img src="assets/&#x6570;&#x636E;&#x914D;&#x7F6E;&#x7BA1;&#x7406;-&#x5206;&#x533A;&#x4F18;&#x5316;&#x7AD9;&#x70B9;&#x914D;&#x7F6E;1-1.png" alt=""></p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="bian-ji-shu-ju-miao-shu.html" class="navigation navigation-prev navigation-unique" aria-label="Previous page: 编辑数据描述">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"配置分析服务","level":"1.5","depth":1,"previous":{"title":"编辑数据描述","level":"1.4","depth":1,"path":"bian-ji-shu-ju-miao-shu.md","ref":"bian-ji-shu-ju-miao-shu.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":["livereload"],"pluginsConfig":{"livereload":{},"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"pei-zhi-fen-xi-fu-wu.md","mtime":"2020-01-08T09:38:10.443Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2020-01-09T01:30:39.077Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-livereload/plugin.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/dataList.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

