
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>简介 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="ren-kou-liu-dong.html" />
    
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter active" data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                    简介
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="ren-kou-liu-dong.html">
            
                <a href="ren-kou-liu-dong.html">
            
                    
                    人口流动主界面介绍
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="qu-yu-ren-liu-ju-he-he-qu-yu-ren-liu-dui-bi.html">
            
                <a href="qu-yu-ren-liu-ju-he-he-qu-yu-ren-liu-dui-bi.html">
            
                    
                    案例1：区域对比
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="cheng-shi-dui-bi.html">
            
                <a href="cheng-shi-dui-bi.html">
            
                    
                    案例2：城市对比
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="an-li-3-ff1a-bu-tong-shi-duan-dui-bi.html">
            
                <a href="an-li-3-ff1a-bu-tong-shi-duan-dui-bi.html">
            
                    
                    案例3：不同时段对比
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >简介</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x4F4D;&#x548C;&#x4EBA;&#x53E3;&#x6D41;&#x52A8;&#x6570;&#x636E;&#x5E73;&#x53F0;&#x7B80;&#x4ECB;">&#x4F4D;&#x548C;&#x4EBA;&#x53E3;&#x6D41;&#x52A8;&#x6570;&#x636E;&#x5E73;&#x53F0;&#x7B80;&#x4ECB;</h1>
<hr>
<p>&#x4EBA;&#x53E3;&#x6D41;&#x52A8;&#x662F;&#x4EBA;&#x53E3;&#x5728;&#x5730;&#x533A;&#x4E4B;&#x95F4;&#x6240;&#x4F5C;&#x7684;&#x5404;&#x79CD;&#x5404;&#x6837;&#x77ED;&#x671F;&#x7684;&#x3001;&#x91CD;&#x590D;&#x7684;&#x6216;&#x5468;&#x671F;&#x6027;&#x7684;&#x8FD0;&#x52A8;&#x3002;&#x4E00;&#x65B9;&#x9762;&#xFF0C;&#x6D41;&#x52A8;&#x4EBA;&#x53E3;&#x7684;&#x589E;&#x52A0;&#x6709;&#x76CA;&#x4E8E;&#x63D0;&#x9AD8;&#x57CE;&#x5E02;&#x7684;&#x7ECF;&#x6D4E;&#x6548;&#x76CA;&#x3001;&#x6587;&#x5316;&#x6548;&#x76CA;&#x548C;&#x793E;&#x4F1A;&#x6548;&#x76CA;&#x3002;&#x53E6;&#x4E00;&#x65B9;&#x9762;&#xFF0C;&#x5927;&#x91CF;&#x4EBA;&#x53E3;&#x7684;&#x6D8C;&#x5165;&#x4E5F;&#x4F1A;&#x5BF9;&#x57CE;&#x5E02;&#x5E26;&#x6765;&#x73AF;&#x5883;&#x3001;&#x4F4F;&#x623F;&#x3001;&#x4EA4;&#x901A;&#x3001;&#x6559;&#x80B2;&#x548C;&#x536B;&#x751F;&#x8BBE;&#x65BD;&#x7B49;&#x65B9;&#x9762;&#x7684;&#x8D1F;&#x62C5;&#x3002;<br></p>
<p>&#x57CE;&#x5E02;&#x95F4;&#x4EBA;&#x53E3;&#x6D41;&#x52A8;&#x5206;&#x6790;&#x65E2;&#x53EF;&#x4EE5;&#x7528;&#x4E8E;&#x7814;&#x7A76;&#x57CE;&#x9547;&#x4F53;&#x7CFB;&#x8054;&#x7CFB;&#x3001;&#x8BC6;&#x522B;&#x57CE;&#x5E02;&#x7FA4;&#xFF0C;&#x4E5F;&#x53EF;&#x4EE5;&#x53CD;&#x6620;&#x57CE;&#x5E02;&#x804C;&#x80FD;&#x53CA;&#x57CE;&#x5E02;&#x7684;&#x5438;&#x5F15;&#x529B;&#xFF0C;&#x7528;&#x4E8E;&#x5546;&#x4E1A;&#x4E2D;&#x7814;&#x5224;&#x57CE;&#x5E02;&#x7684;&#x5E02;&#x573A;&#x5F00;&#x62D3;&#x548C;&#x6295;&#x8D44;&#x524D;&#x666F;&#xFF0C;&#x54EA;&#x4E9B;&#x5730;&#x533A;&#x66F4;&#x6709;&#x53D1;&#x5C55;&#x6F5C;&#x529B;&#xFF0C;&#x54EA;&#x4E9B;&#x57CE;&#x5E02;&#x5728;&#x589E;&#x957F;&#xFF0C;&#x54EA;&#x4E9B;&#x57CE;&#x5E02;&#x5728;&#x6536;&#x7F29;&#x3002;&#x9488;&#x5BF9;&#x4E2A;&#x4EBA;&#x6295;&#x8D44;&#x548C;&#x53D1;&#x5C55;&#x4E5F;&#x80FD;&#x63D0;&#x4F9B;&#x5EFA;&#x8BBE;&#x6027;&#x610F;&#x89C1;&#x3002;<br></p>
<p>&#x7136;&#x800C;&#x4EBA;&#x53E3;&#x6D41;&#x52A8;&#x6570;&#x636E;&#x7684;&#x83B7;&#x53D6;&#x5341;&#x5206;&#x4E0D;&#x6613;&#x3002;&#x901A;&#x5E38;&#x5927;&#x5BB6;&#x4F7F;&#x7528;&#x7EDF;&#x8BA1;&#x5C40;&#x7684;&#x6570;&#x636E;&#x6765;&#x505A;&#x4EBA;&#x53E3;&#x5206;&#x6790;&#xFF0C;&#x4F46;&#x662F;&#x7EDF;&#x8BA1;&#x5C40;&#x7684;&#x6570;&#x636E;&#xFF0C;&#x6EDE;&#x540E;&#x6027;&#x6BD4;&#x8F83;&#x4E25;&#x91CD;&#x3001;&#x6709;&#x5751;&#x3001;&#x800C;&#x4E14;&#x6C47;&#x603B;&#x7684;&#x6570;&#x636E;&#x5F62;&#x5F0F;&#x4F53;&#x73B0;&#x4E0D;&#x51FA;&#x57CE;&#x5E02;&#x548C;&#x5730;&#x533A;&#x4E4B;&#x95F4;&#x7684;&#x5173;&#x8054;&#x5173;&#x7CFB;&#x3002;<br></p>
<p><strong>&#x4F4D;&#x548C;&#x4E91;&#x5E73;&#x53F0;&#x90E8;&#x7F72;&#x7684;&#x4E2D;&#x56FD;&#x57CE;&#x5E02;&#x95F4;&#x4EBA;&#x53E3;&#x6D41;&#x52A8;&#x6570;&#x636E;&#x6316;&#x6398;&#x5206;&#x6790;&#x4E91;&#x670D;&#x52A1;&#xFF0C;&#x96C6;&#x6210;&#x4E86;&#x4ECE;2015&#x5E74;&#x81F3;&#x4ECA;&#x6BCF;&#x65E5;&#x66F4;&#x65B0;&#x7684;&#x5168;&#x56FD;&#x5730;&#x7EA7;&#x5E02;&#x4E4B;&#x95F4;&#x4EBA;&#x53E3;&#x6D41;&#x52A8;OD&#x6570;&#x636E;&#xFF0C;&#x533A;&#x5206;&#x4E09;&#x79CD;&#x4E0D;&#x540C;&#x7684;&#x4EA4;&#x901A;&#x65B9;&#x5F0F;&#xFF1A;&#x516C;&#x8DEF;&#x3001;&#x94C1;&#x8DEF;&#x548C;&#x822A;&#x7A7A;&#x3002;</strong>&#x901A;&#x8FC7;&#x6BCF;&#x65E5;&#x66F4;&#x65B0;&#x7684;&#x4EBA;&#x53E3;&#x6D41;&#x52A8;&#x6570;&#x636E;&#xFF0C;&#x53EF;&#x4EE5;&#x76D1;&#x6D4B;&#x6BCF;&#x5E74;&#x3001;&#x6BCF;&#x5B63;&#x5EA6;&#x548C;&#x6BCF;&#x6708;&#x7684;&#x4EBA;&#x53E3;&#x6D41;&#x52A8;&#x53D8;&#x5316;&#xFF0C;&#x53CA;&#x65F6;&#x8C03;&#x6574;&#x6218;&#x7565;&#x3002;<br></p>
<p>&#x7528;&#x6237;&#x53EF;&#x4EE5;&#x5728;&#x4E91;&#x7AEF;&#x65B9;&#x4FBF;&#x5730;&#x805A;&#x5408;&#x4EFB;&#x610F;&#x7A7A;&#x95F4;&#x8303;&#x56F4;&#x548C;&#x4EFB;&#x610F;&#x65F6;&#x6BB5;&#x7684;&#x4EBA;&#x53E3;&#x6D41;&#x52A8;&#x6570;&#x636E;&#x3002;&#x652F;&#x6301;&#x591A;&#x65F6;&#x6BB5;&#x5BF9;&#x6BD4;&#x3001;&#x57CE;&#x5E02;&#x5BF9;&#x6BD4;&#x3001;&#x57CE;&#x5E02;&#x7FA4;&#x5BF9;&#x6BD4;&#x3001;&#x6E7E;&#x533A;&#x5BF9;&#x6BD4;&#xFF0C;&#x4FBF;&#x4E8E;&#x7814;&#x7A76;&#x4EBA;&#x53E3;&#x6D41;&#x52A8;&#x7ED3;&#x6784;&#x7684;&#x65F6;&#x7A7A;&#x53D8;&#x5316;&#x548C;&#x57CE;&#x5E02;/&#x533A;&#x57DF;&#x4E4B;&#x95F4;&#x7684;&#x5DEE;&#x5F02;&#x5206;&#x6790;&#x3002;<br></p>
<p>&#x5E73;&#x53F0;&#x6C47;&#x603B;&#x548C;&#x8BA1;&#x7B97;&#x4E86;&#x591A;&#x9879;&#x6307;&#x6807;&#xFF0C;&#x5982;&#x603B;&#x4EBA;&#x53E3;&#x3001;&#x4EBA;&#x53E3;&#x589E;&#x91CF;&#x3001;&#x81EA;&#x7136;&#x589E;&#x957F;&#x7387;&#x3001;&#x6D41;&#x5165;&#x4EBA;&#x53E3;&#x3001;&#x6D41;&#x51FA;&#x4EBA;&#x53E3;&#x3001;&#x51C0;&#x6D41;&#x5165;&#xFF08;&#x6D41;&#x5165;-&#x6D41;&#x51FA;&#xFF09;&#x3001;&#x51C0;&#x6D41;&#x51FA;&#xFF08;&#x6D41;&#x51FA;-&#x6D41;&#x5165;&#xFF09;&#x3001;&#x6D41;&#x5165;&#x589E;&#x91CF;&#x3001;&#x6D41;&#x51FA;&#x589E;&#x91CF;&#x3001;&#x51C0;&#x6D41;&#x5165;&#x589E;&#x91CF;&#x3001;&#x51C0;&#x6D41;&#x51FA;&#x589E;&#x91CF;&#x7B49;&#xFF0C;&#x7528;&#x4E8E;&#x4E0D;&#x540C;&#x4EBA;&#x53E3;&#x4E13;&#x9898;&#x7684;&#x5206;&#x6790;&#x3002;<br></p>
<p>&#x6570;&#x636E;&#x65E0;&#x7F1D;&#x96C6;&#x6210;&#x5230;&#x4F4D;&#x548C;&#x4E91;&#x5E73;&#x53F0;&#x7684;&#x6570;&#x636E;&#x6316;&#x6398;&#x7CFB;&#x5217;&#x5DE5;&#x5177;&#x4E2D;&#xFF0C;&#x901A;&#x8FC7;&#x673A;&#x5668;&#x5B66;&#x4E60;&#x548C;&#x4EA4;&#x4E92;&#x53EF;&#x89C6;&#x5316;&#xFF0C;&#x6DF1;&#x5165;&#x5206;&#x6790;&#x4EBA;&#x6D41;&#x6570;&#x636E;&#x548C;&#x5404;&#x9879;&#x7EDF;&#x8BA1;&#x6307;&#x6807;&#xFF0C;&#x7814;&#x7A76;&#x4EBA;&#x6D41;&#x8054;&#x7CFB;&#x5F3A;&#x5EA6;&#x3001;&#x4EBA;&#x6D41;&#x65F6;&#x7A7A;&#x53D8;&#x5316;&#x3001;&#x57CE;&#x5E02;&#x8F90;&#x5C04;&#x5F71;&#x54CD;&#x3001;&#x57CE;&#x5E02;&#x4EBA;&#x53E3;&#x4F9B;&#x7ED9;&#x7B49;&#x3002;&#x5206;&#x6790;&#x6210;&#x679C;&#x4E00;&#x952E;&#x53D1;&#x5E03;&#x548C;&#x5206;&#x4EAB;&#x3002;<br></p>
<p>&#x5E73;&#x53F0;&#x6839;&#x636E;&#x5404;&#x79CD;&#x7EDF;&#x8BA1;&#x6A21;&#x578B;&#x8BA1;&#x7B97;&#x4EBA;&#x6D41;&#x7684;&#x671F;&#x671B;&#x503C;&#xFF0C;&#x5982;Modularity&#xFF0C;Likelihood Ratio&#xFF0C; Edge Ratio&#xFF0C;Even Size&#x7B49;&#xFF0C;&#x5E76;&#x57FA;&#x4E8E;&#x590D;&#x6742;&#x7F51;&#x7EDC;&#x8BA1;&#x7B97;&#x3001;&#x4F18;&#x5316;&#x8BA1;&#x7B97;&#x548C;&#x5404;&#x79CD;&#x6D41;&#x6A21;&#x578B;&#xFF0C;&#x63A2;&#x7D22;&#x7531;&#x4EBA;&#x6D41;&#x6570;&#x636E;&#x6784;&#x6210;&#x7684;&#x7A7A;&#x95F4;&#x4EA4;&#x4E92;&#x7F51;&#x7EDC;&#x7684;&#x7EC4;&#x56E2;&#x7ED3;&#x6784;&#x548C;&#x5C42;&#x6B21;&#x7ED3;&#x6784;&#x3002;<br></p>
<p>&#x7A81;&#x7834;&#x5E38;&#x89C4;&#x6D41;&#x56FE;&#x53EF;&#x89C6;&#x5316;&#x7684;&#x5C40;&#x9650;&#xFF0C;&#x57FA;&#x4E8E;&#x4F4D;&#x548C;&#x7A7A;&#x95F4;&#x4EA4;&#x4E92;&#x626B;&#x63CF;&#x7EDF;&#x8BA1;&#x7B97;&#x6CD5;&#xFF0C;&#x8DF3;&#x51FA;&#x7ED9;&#x5B9A;&#x5355;&#x5143;&#x7684;&#x9650;&#x5236;&#xFF0C;&#x81EA;&#x52A8;&#x5BFB;&#x627E;&#x4EBA;&#x6D41;&#x7A7A;&#x95F4;&#x4EA4;&#x4E92;&#x7684;&#x6700;&#x4F18;&#x5C3A;&#x5EA6;&#xFF0C;&#x6316;&#x6398;&#x591A;&#x5C3A;&#x5EA6;&#x548C;&#x8DE8;&#x5C3A;&#x5EA6;&#x7684;&#x4EBA;&#x53E3;&#x6D41;&#x52A8;&#x6A21;&#x5F0F;&#xFF0C;&#x5E76;&#x63D0;&#x4F9B;&#x89C4;&#x8303;&#x7684;&#x7EDF;&#x8BA1;&#x68C0;&#x9A8C;&#x3002;<br></p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                
                <a href="ren-kou-liu-dong.html" class="navigation navigation-next navigation-unique" aria-label="Next page: 人口流动主界面介绍">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"简介","level":"1.1","depth":1,"next":{"title":"人口流动主界面介绍","level":"1.2","depth":1,"path":"ren-kou-liu-dong.md","ref":"ren-kou-liu-dong.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":["livereload"],"pluginsConfig":{"livereload":{},"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"README.md","mtime":"2020-01-04T07:53:14.778Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2020-01-09T01:04:33.442Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-livereload/plugin.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/populationFlow.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

