
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>数据管理与配置 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="gong-xiang-yu-fa-bu.html" />
    
    
    <link rel="prev" href="zhang-hu.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                    Introduction
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="kai-shi.html">
            
                <a href="kai-shi.html">
            
                    
                    开始
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="zhang-hu.html">
            
                <a href="zhang-hu.html">
            
                    
                    账户
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.4" data-path="shu-ju-guan-li-yu-pei-zhi.html">
            
                <a href="shu-ju-guan-li-yu-pei-zhi.html">
            
                    
                    数据管理与配置
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="gong-xiang-yu-fa-bu.html">
            
                <a href="gong-xiang-yu-fa-bu.html">
            
                    
                    共享与发布
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >数据管理与配置</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x6570;&#x636E;&#x7BA1;&#x7406;&#x4E0E;&#x914D;&#x7F6E;">&#x6570;&#x636E;&#x7BA1;&#x7406;&#x4E0E;&#x914D;&#x7F6E;</h1>
<hr>
<p><table><tr><td bgcolor="#51A7B3"><font color="white">&#x9009;&#x62E9;&#x5C4F;&#x5E55;&#x9876;&#x7AEF;&#x83DC;&#x5355;&#x680F;&#x7684;&quot;&#x6570;&#x636E;&quot;&#x9009;&#x9879;&#x5207;&#x6362;&#x5230;&#x6570;&#x636E;&#x754C;&#x9762;&#xFF08;&#x53EA;&#x6709;&#x7BA1;&#x7406;&#x5458;&#x7528;&#x6237;&#x53CA;&#x6807;&#x51C6;&#x7528;&#x6237;&#x53EF;&#x4EE5;&#x67E5;&#x770B;&#xFF09;&#x3002;&#x6570;&#x636E;&#x7BA1;&#x7406;&#x754C;&#x9762;&#x53EF;&#x4EE5;&#x7BA1;&#x7406;&#x7528;&#x6237;&#x7FA4;&#x7EC4;&#x4E2D;&#x5DF2;&#x6709;&#x6570;&#x636E;&#xFF08;&#x201C;&#x6211;&#x7684;&#x6570;&#x636E;&#x201D;&#xFF09;&#x3001;&#x5411;&#x7528;&#x6237;&#x7FA4;&#x7EC4;&#x4E2D;&#x6DFB;&#x52A0;&#x6570;&#x636E;&#xFF08;&#x201C;&#x6DFB;&#x52A0;&#x65B0;&#x6570;&#x636E;&#x201D;&#xFF09;&#x6216;&#x4ECE;&#x4F4D;&#x548C;&#x5E73;&#x53F0;&#x83B7;&#x53D6;&#x6570;&#x636E;&#xFF08;&#x201C;&#x57FA;&#x7840;&#x5730;&#x7406;&#x6570;&#x636E;&#x201D;&#x3001;&#x201C;&#x57CE;&#x5E02;&#x5174;&#x8DA3;&#x70B9;&#x201D;&#x3001;&#x201C;&#x623F;&#x4EA7;&#x6570;&#x636E;&#x201D;&#x3001;&#x201C;&#x4EBA;&#x53E3;&#x6D41;&#x52A8;&#x6570;&#x636E;&#x201D;&#x3001;&#x201C;&#x5E74;&#x9274;&#x7EDF;&#x8BA1;&#x6570;&#x636E;&#x201D;&#xFF09;&#x3002;</font></td></tr></table><br></p>
<h2 id="&#x6211;&#x7684;&#x6570;&#x636E;">&#x6211;&#x7684;&#x6570;&#x636E;</h2>
<p>&#x201C;&#x6211;&#x7684;&#x6570;&#x636E;&#x201D;&#x4E3A;&#x7528;&#x6237;&#x7FA4;&#x7EC4;&#x4E2D;&#x73B0;&#x6709;&#x6570;&#x636E;&#x5217;&#x8868;&#xFF0C;&#x4E0A;&#x4F20;&#x5230;&#x5E73;&#x53F0;&#x3001;&#x901A;&#x8FC7;&#x5E73;&#x53F0;&#x83B7;&#x53D6;&#x6216;&#x901A;&#x8FC7;&#x6A21;&#x578B;&#x8BA1;&#x7B97;&#x751F;&#x6210;&#x7684;&#x6570;&#x636E;&#x90FD;&#x4F1A;&#x4FDD;&#x5B58;&#x5728;&#x201C;&#x6211;&#x7684;&#x6570;&#x636E;&#x201D;&#x4E2D;&#xFF0C;&#x5305;&#x542B;&#x201C;&#x7A7A;&#x95F4;&#x6570;&#x636E;&#x201D;&#x548C;&#x201C;&#x5C5E;&#x6027;&#x6570;&#x636E;&#x201D;&#x3002;&#x5728;&#x8BE5;&#x754C;&#x9762;&#x53EF;&#x4EE5;&#x5BF9;&#x6570;&#x636E;&#x8FDB;&#x884C;&#x641C;&#x7D22;&#x3001;&#x67E5;&#x770B;&#x3001;&#x7BA1;&#x7406;&#x3001;&#x5206;&#x4EAB;&#x3001;&#x4E0B;&#x8F7D;&#x3001;&#x5220;&#x9664;&#xFF0C;&#x4E5F;&#x53EF;&#x4EE5;&#x5C06;&#x6570;&#x636E;&#x914D;&#x7F6E;&#x5230;&#x5206;&#x6790;&#x670D;&#x52A1;&#x5DE5;&#x5177;&#x4E2D;&#x3002;<br>
<strong>&#x8BE6;&#x60C5;&#x8BF7;&#x53C2;&#x8003;&#x6570;&#x636E;&#x5217;&#x8868;&#x8BF4;&#x660E;&#x6587;&#x6863;</strong>&#x3002;<br>
<img src="assets/&#x6570;&#x636E;&#x914D;&#x7F6E;&#x7BA1;&#x7406;-&#x6211;&#x7684;&#x6570;&#x636E;1-1.png" alt=""></p>
<h2 id="&#x7F16;&#x8F91;&#x6570;&#x636E;&#x63CF;&#x8FF0;">&#x7F16;&#x8F91;&#x6570;&#x636E;&#x63CF;&#x8FF0;</h2>
<p>&#x5728;&#x201C;&#x6211;&#x7684;&#x6570;&#x636E;&#x201D;&#x754C;&#x9762;&#xFF0C;&#x70B9;&#x51FB;&#x4EFB;&#x610F;&#x4E00;&#x6761;&#x6570;&#x636E;&#x4E0B;&#x9762;&#x7684;<strong>&#x7F16;&#x8F91;&#x6570;&#x636E;&#x63CF;&#x8FF0;</strong>&#x53EF;&#x8FDB;&#x5165;&#x8BE5;&#x6761;&#x6570;&#x636E;&#x7684;&#x6570;&#x636E;&#x8BE6;&#x60C5;&#x9875;&#x9762;&#x3002;<br>
<img src="assets/&#x6570;&#x636E;&#x914D;&#x7F6E;&#x7BA1;&#x7406;-&#x6211;&#x7684;&#x6570;&#x636E;1-2.png" alt=""><br>
&#x5728;&#x6570;&#x636E;&#x63CF;&#x8FF0;&#x754C;&#x9762;&#x53EF;&#x4EE5;&#x770B;&#x5230;&#x6570;&#x636E;&#x7684;&#x57FA;&#x672C;&#x5C5E;&#x6027;&#xFF0C;&#x70B9;&#x51FB;&#x201C;&#x7F16;&#x8F91;&#x201D;&#x53EF;&#x4EE5;&#x5BF9;&#x5C5E;&#x6027;&#x8FDB;&#x884C;&#x4FEE;&#x6539;&#xFF0C;&#x5305;&#x62EC;&#x4FEE;&#x6539;&#x6570;&#x636E;&#x540D;&#x79F0;&#x3001;&#x4FEE;&#x6539;&#x6587;&#x4EF6;&#x7684;&#x63CF;&#x8FF0;&#xFF0C;&#x4EE5;&#x53CA;&#x4FEE;&#x6539;&#x6570;&#x636E;&#x6807;&#x7B7E;&#xFF0C;&#x82E5;&#x9700;&#x8981;&#x6DFB;&#x52A0;&#x65B0;&#x6807;&#x7B7E;&#xFF0C;&#x53EF;&#x4EE5;&#x70B9;&#x51FB;&#x7F16;&#x8F91;&#x6807;&#x7B7E;&#x6309;&#x94AE;&#x6253;&#x5F00;&#x6807;&#x7B7E;&#x7F16;&#x8F91;&#x9875;&#x9762;&#xFF0C;&#x5728;&#x6807;&#x7B7E;&#x5E93;&#x4E2D;&#x5148;&#x6DFB;&#x52A0;&#x65B0;&#x6807;&#x7B7E;&#x3002;&#x7F16;&#x8F91;&#x4FEE;&#x6539;&#x5B8C;&#x6210;&#x540E;&#xFF0C;&#x9700;&#x8981;&#x70B9;&#x51FB;&#x201C;&#x4FDD;&#x5B58;&#x201D;&#x6309;&#x94AE;&#x5C06;&#x6240;&#x505A;&#x7684;&#x4FEE;&#x6539;&#x4FDD;&#x5B58;&#x3002;<br></p>
<h3 id="&#x6807;&#x7B7E;&#x8BBE;&#x7F6E;">&#x6807;&#x7B7E;&#x8BBE;&#x7F6E;</h3>
<p>&#x70B9;&#x51FB;&#x754C;&#x9762;&#x7684;&#x201C;&#x6807;&#x7B7E;&#x201D;&#xFF0C;&#x53EF;&#x4EE5;&#x67E5;&#x770B;&#x5DF2;&#x6709;&#x6807;&#x7B7E;&#xFF0C;&#x9009;&#x62E9;&#x7279;&#x5B9A;&#x6807;&#x7B7E;&#xFF0C;&#x53EF;&#x7B5B;&#x9009;&#x51FA;&#x6807;&#x8BB0;&#x4E86;&#x8BE5;&#x6807;&#x7B7E;&#x7684;&#x6587;&#x4EF6;&#x3002;&#x7ED9;&#x6570;&#x636E;&#x9644;&#x4E0A;&#x7279;&#x5B9A;&#x6807;&#x7B7E;&#x540E;&#xFF0C;&#x53EF;&#x4EE5;&#x66F4;&#x6709;&#x6761;&#x7406;&#x5730;&#x7BA1;&#x7406;&#x6570;&#x636E;&#xFF0C;&#x6807;&#x7B7E;&#x7684;&#x5185;&#x5BB9;&#x53EF;&#x4EE5;&#x6839;&#x636E;&#x81EA;&#x5DF1;&#x7684;&#x9700;&#x8981;&#x4EFB;&#x610F;&#x8BBE;&#x5B9A;&#xFF0C;&#x5982;&#x6839;&#x636E;&#x6570;&#x636E;&#x7684;&#x7C7B;&#x578B;&#x8BBE;&#x7F6E;&#x4E0D;&#x540C;&#x6807;&#x7B7E;&#x3001;&#x6839;&#x636E;&#x6570;&#x636E;&#x6240;&#x5728;&#x7684;&#x57CE;&#x5E02;&#x533A;&#x57DF;&#x8BBE;&#x7F6E;&#x4E0D;&#x540C;&#x6807;&#x7B7E;&#x7B49;&#x7B49;&#xFF0C;&#x8FD8;&#x53EF;&#x4EE5;&#x6839;&#x636E;&#x6570;&#x636E;&#x6240;&#x5C5E;&#x7684;&#x9879;&#x76EE;&#x3001;&#x6570;&#x636E;&#x6240;&#x5C5E;&#x7684;&#x7814;&#x7A76;&#x90E8;&#x95E8;&#x7B49;&#x8BBE;&#x7F6E;&#x4E0D;&#x540C;&#x7684;&#x6807;&#x7B7E;&#x3002;<br></p>
<p>&#x6807;&#x7B7E;&#x7684;&#x81EA;&#x5B9A;&#x4E49;&#x8BBE;&#x7F6E;&#x6709;&#x4E24;&#x79CD;&#x65B9;&#x6CD5;&#xFF0C;&#x4E00;&#x79CD;&#x662F;&#x5728;&#x201C;&#x6211;&#x7684;&#x6570;&#x636E;&#x201D;&#x754C;&#x9762;&#x70B9;&#x51FB;&#x6807;&#x7B7E;&#x540E;&#xFF0C;&#x70B9;&#x51FB;&#x201C;&#x7F16;&#x8F91;&#x201D;&#xFF0C;&#x53EF;&#x6253;&#x5F00;&#x6807;&#x7B7E;&#x7F16;&#x8F91;&#x754C;&#x9762;&#xFF0C;&#x53EF;&#x4EE5;&#x770B;&#x5230;&#x76EE;&#x524D;&#x5DF2;&#x6709;&#x7684;&#x6807;&#x7B7E;&#xFF0C;&#x53EF;&#x4EE5;&#x5BF9;&#x73B0;&#x6709;&#x6807;&#x7B7E;&#x8FDB;&#x884C;&#x4FEE;&#x6539;&#x6216;&#x5220;&#x9664;&#xFF0C;&#x4E5F;&#x80FD;&#x5411;&#x73B0;&#x6709;&#x6807;&#x7B7E;&#x5E93;&#x4E2D;&#x6DFB;&#x52A0;&#x65B0;&#x6807;&#x7B7E;&#x3002;&#x70B9;&#x51FB;&#x201C;&#x7F16;&#x8F91;&#x201D;&#x6309;&#x94AE;&#x53EF;&#x4EE5;&#x5BF9;&#x67D0;&#x4E00;&#x6807;&#x7B7E;&#x7684;&#x540D;&#x79F0;&#x548C;&#x989C;&#x8272;&#x8FDB;&#x884C;&#x4FEE;&#x6539;&#xFF0C;&#x70B9;&#x51FB;&#x201C;&#x6DFB;&#x52A0;&#x201D;&#x6309;&#x94AE;&#x53EF;&#x4EE5;&#x6DFB;&#x52A0;&#x65B0;&#x6807;&#x7B7E;&#x3002;&#x53E6;&#x4E00;&#x79CD;&#x6807;&#x7B7E;&#x8BBE;&#x7F6E;&#x65B9;&#x6CD5;&#x662F;&#x5728;&#x6570;&#x636E;&#x7684;&#x8BE6;&#x60C5;&#x754C;&#x9762;&#x8BBE;&#x7F6E;&#x3002;<br></p>
<div align="center">
   <img src="assets/&#x6570;&#x636E;&#x914D;&#x7F6E;&#x7BA1;&#x7406;-&#x6211;&#x7684;&#x6570;&#x636E;1-3.png" width="60%" height="60%">
</div>

<h2 id="&#x914D;&#x7F6E;&#x5206;&#x6790;&#x670D;&#x52A1;">&#x914D;&#x7F6E;&#x5206;&#x6790;&#x670D;&#x52A1;</h2>
<p>&#x5728;&#x201C;&#x6211;&#x7684;&#x6570;&#x636E;&#x201D;&#x754C;&#x9762;&#xFF0C;&#x70B9;&#x51FB;&#x4EFB;&#x610F;&#x4E00;&#x6761;&#x7A7A;&#x95F4;&#x6570;&#x636E;&#x4E0B;&#x9762;&#x7684;<strong>&#x914D;&#x7F6E;&#x5206;&#x6790;&#x670D;&#x52A1;</strong>&#x53EF;&#x8FDB;&#x5165;&#x8BE5;&#x6761;&#x6570;&#x636E;&#x7684;&#x914D;&#x7F6E;&#x5206;&#x6790;&#x670D;&#x52A1;&#x9875;&#x9762;&#x3002;&#x5728;&#x5206;&#x6790;&#x670D;&#x52A1;&#x9875;&#x9762;&#xFF0C;&#x663E;&#x793A;&#x4E86;&#x7528;&#x6237;&#x6240;&#x8BA2;&#x9605;&#x4E86;&#x7684;&#x5206;&#x6790;&#x670D;&#x52A1;&#xFF0C;&#x4E00;&#x822C;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x53EA;&#x6709;&#x5DF2;&#x8BA2;&#x8D2D;&#x7684;&#x5206;&#x6790;&#x670D;&#x52A1;&#x4F1A;&#x663E;&#x793A;&#x5728;&#x6B64;&#x5904;&#xFF0C;&#x82E5;&#x5BA2;&#x6237;&#x8BA2;&#x8D2D;&#x4E86;&#x4EBA;&#x53E3;&#x6D41;&#x52A8;&#x6570;&#x636E;&#xFF0C;&#x5219;&#x9009;&#x62E9;&#x5E73;&#x53F0;&#x4E0A;&#x83B7;&#x53D6;&#x7684;&#x4EBA;&#x53E3;&#x6D41;&#x52A8;&#x6570;&#x636E;&#x65F6;&#xFF0C;&#x4E5F;&#x4F1A;&#x663E;&#x793A;&#x6709;&#x201C;&#x57FA;&#x7840;&#x6D41;&#x5206;&#x6790;&#x201D;&#x670D;&#x52A1;&#xFF0C;&#x4F46;&#x53EA;&#x80FD;&#x542F;&#x52A8;&#x67E5;&#x770B;&#x6D41;&#x6570;&#x636E;&#xFF0C;&#x4E0D;&#x80FD;&#x5BF9;&#x6570;&#x636E;&#x8FDB;&#x884C;&#x914D;&#x7F6E;&#x3002;&#x5728;&#x4F4D;&#x548C;&#x5E73;&#x53F0;&#x4E0A;&#x8FDB;&#x884C;&#x5404;&#x7C7B;&#x5206;&#x6790;&#x65F6;&#xFF0C;&#x9700;&#x8981;&#x5728;&#x6B64;&#x5904;&#x5BF9;&#x6570;&#x636E;&#x8FDB;&#x884C;&#x76F8;&#x5E94;&#x914D;&#x7F6E;&#x518D;&#x542F;&#x52A8;&#x5206;&#x6790;&#x3002;<br></p>
<h3 id="&#x80CC;&#x666F;&#x56FE;&#x5C42;&#x914D;&#x7F6E;">&#x80CC;&#x666F;&#x56FE;&#x5C42;&#x914D;&#x7F6E;</h3>
<p>&#x6240;&#x6709;&#x7684;&#x5206;&#x6790;&#x670D;&#x52A1;&#x4E2D;&#x90FD;&#x53EF;&#x4EE5;&#x5BF9;&#x201C;&#x80CC;&#x666F;&#x56FE;&#x5C42;&#x201D;&#x8FDB;&#x884C;&#x8BBE;&#x7F6E;&#xFF0C;&#x4E3A;&#x5F85;&#x5206;&#x6790;&#x7684;&#x6570;&#x636E;&#x6DFB;&#x52A0;&#x5176;&#x4ED6;&#x591A;&#x4E2A;&#x6570;&#x636E;&#x4F5C;&#x4E3A;&#x80CC;&#x666F;&#x56FE;&#x5C42;&#xFF0C;&#x4EE5;&#x4FBF;&#x4E8E;&#x5206;&#x6790;&#x3002;<br></p>
<ul>
<li>&#x5728;&#x201C;&#x80CC;&#x666F;&#x56FE;&#x5C42;&#x201D;&#x680F;&#x70B9;&#x51FB;&#x201C;&#x914D;&#x7F6E;&#x201D;&#xFF0C;&#x8FDB;&#x5165;&#x914D;&#x7F6E;&#x80CC;&#x666F;&#x56FE;&#x5C42;&#x9875;&#x9762;&#x3002;&#x914D;&#x7F6E;&#x80CC;&#x666F;&#x56FE;&#x5C42;&#x754C;&#x9762;&#x63D0;&#x4F9B;&#x4E86;&#x4E00;&#x4E2A;&#x53EF;&#x9009;&#x6570;&#x636E;&#x5217;&#x8868;&#xFF0C;&#x7FA4;&#x7EC4;&#x8D26;&#x6237;&#x4E2D;&#x7684;&#x6240;&#x6709;&#x6570;&#x636E;&#x90FD;&#x53EF;&#x4EE5;&#x88AB;&#x6DFB;&#x52A0;&#x4E3A;&#x80CC;&#x666F;&#x56FE;&#x5C42;&#x3002;&#x52FE;&#x9009;&#x6240;&#x9700;&#x8981;&#x4F5C;&#x4E3A;&#x80CC;&#x666F;&#x56FE;&#x5C42;&#x7684;&#x6587;&#x4EF6;&#x540E;&#xFF0C;&#x5728;&#x4E0A;&#x65B9;&#x201C;&#x9009;&#x62E9;&#x7684;&#x80CC;&#x666F;&#x56FE;&#x5C42;&#x4E2D;&#x201D;&#x4F1A;&#x663E;&#x793A;&#x5DF2;&#x9009;&#x62E9;&#x7684;&#x6587;&#x4EF6;&#x540D;&#x79F0;&#xFF0C;&#x786E;&#x8BA4;&#x65E0;&#x8BEF;&#x540E;&#x70B9;&#x51FB;&#x4FDD;&#x5B58;&#xFF0C;&#x5373;&#x4E3A;&#x6587;&#x4EF6;&#x6DFB;&#x52A0;&#x4E86;&#x80CC;&#x666F;&#x56FE;&#x5C42;&#x3002;<br></li>
</ul>
<p><img src="assets/&#x6570;&#x636E;&#x914D;&#x7F6E;&#x7BA1;&#x7406;-&#x6211;&#x7684;&#x6570;&#x636E;1-4.png" alt="">
<img src="assets/&#x6570;&#x636E;&#x914D;&#x7F6E;&#x7BA1;&#x7406;-&#x6211;&#x7684;&#x6570;&#x636E;1-5.png" alt=""></p>
<ul>
<li>&#x6DFB;&#x52A0;&#x80CC;&#x666F;&#x56FE;&#x5C42;&#x540E;&#xFF0C;&#x201C;&#x80CC;&#x666F;&#x56FE;&#x5C42;&#x201D;&#x680F;&#x5C06;&#x663E;&#x793A;&#x5DF2;&#x6DFB;&#x52A0;&#x7684;&#x56FE;&#x5C42;&#xFF0C;&#x9F20;&#x6807;&#x5DE6;&#x952E;&#x957F;&#x6309;&#x67D0;&#x4E00;&#x56FE;&#x5C42;&#x53EF;&#x62D6;&#x52A8;&#x8BE5;&#x56FE;&#x5C42;&#x8C03;&#x6574;&#x5728;&#x8868;&#x683C;&#x4E2D;&#x7684;&#x4F4D;&#x7F6E;&#xFF0C;&#x4EE5;&#x6539;&#x53D8;&#x56FE;&#x5C42;&#x663E;&#x793A;&#x65F6;&#x7684;&#x4E0A;&#x4E0B;&#x5173;&#x7CFB;&#x3002;&#x70B9;&#x51FB;&#x56FE;&#x5C42;&#x6837;&#x5F0F;&#x7F16;&#x8F91;&#x6309;&#x94AE;&#xFF0C;&#x53EF;&#x6253;&#x5F00;&#x56FE;&#x5C42;&#x6837;&#x5F0F;&#x7F16;&#x8F91;&#x9762;&#x677F;&#xFF0C;&#x5728;&#x8BE5;&#x9762;&#x677F;&#x53EF;&#x4FEE;&#x6539;&#x80CC;&#x666F;&#x56FE;&#x5C42;&#x7684;&#x663E;&#x793A;&#x6837;&#x5F0F;&#x3002;&#x8C03;&#x6574;&#x5B8C;&#x80CC;&#x666F;&#x56FE;&#x5C42;&#x987A;&#x5E8F;&#x53CA;&#x4FEE;&#x6539;&#x5B8C;&#x663E;&#x793A;&#x6837;&#x5F0F;&#x540E;&#xFF0C;&#x70B9;&#x51FB;&#x201C;&#x4FDD;&#x5B58;&#x56FE;&#x5C42;&#x987A;&#x5E8F;&#x201D;&#x5C06;&#x6240;&#x505A;&#x7684;&#x4FEE;&#x6539;&#x4FDD;&#x5B58;&#x3002;<br></li>
</ul>
<p><img src="assets/&#x6570;&#x636E;&#x914D;&#x7F6E;&#x7BA1;&#x7406;-&#x6211;&#x7684;&#x6570;&#x636E;1-6.png" alt=""></p>
<p><div align="center">
   <img src="assets/&#x6570;&#x636E;&#x914D;&#x7F6E;&#x7BA1;&#x7406;-&#x6211;&#x7684;&#x6570;&#x636E;1-7.png" width="60%" height="60%">
</div>
<br></p>
<h3 id="&#x6D41;&#x914D;&#x7F6E;">&#x6D41;&#x914D;&#x7F6E;</h3>
<p>&#x4F7F;&#x7528;&#x57FA;&#x7840;&#x6D41;&#x5206;&#x6790;&#x3001;&#x7A7A;&#x95F4;&#x4EA4;&#x4E92;&#x626B;&#x63CF;&#x7EDF;&#x8BA1;&#x3001;&#x6D41;&#x5206;&#x533A;&#x7B49;&#x5206;&#x6790;&#x670D;&#x52A1;&#x65F6;&#xFF0C;&#x8981;&#x5148;&#x5BF9;&#x6D41;&#x6570;&#x636E;&#x8FDB;&#x884C;&#x914D;&#x7F6E;&#x3002;<br>
<br></p>
<ul>
<li>&#x52FE;&#x9009;&#x76F8;&#x5E94;&#x7684;&#x670D;&#x52A1;&#x540E;&#xFF0C;&#x5728;CSV resources&#x4E00;&#x680F;&#x914D;&#x7F6E;&#x6D41;&#x6570;&#x636E;&#x3002;&#x6D41;&#x6570;&#x636E;&#x4E3A;&#x542B;&#x6709;&#x8D77;&#x70B9;-&#x7EC8;&#x70B9;&#xFF08;origin-destination&#xFF09;&#x7684;csv&#x6570;&#x636E;&#x8868;&#x3002;&#x5728;&#x5E73;&#x53F0;&#x4E0A;&#x83B7;&#x53D6;&#x7684;&#x4EBA;&#x53E3;&#x6D41;&#x52A8;&#x6570;&#x636E;&#x5DF2;&#x81EA;&#x52A8;&#x5C06;csv&#x6587;&#x4EF6;&#x5339;&#x914D;&#x5230;&#x4E86;&#x7A7A;&#x95F4;&#x5355;&#x5143;&#x6587;&#x4EF6;&#x4E0A;&#xFF0C;&#x82E5;&#x9700;&#x8981;&#x81EA;&#x884C;&#x8BBE;&#x7F6E;&#x5173;&#x8054;&#x6D41;&#x6587;&#x4EF6;&#x53EF;&#x70B9;&#x51FB;&#x201C;&#x8BBE;&#x5B9A;&#x201D;&#x9009;&#x62E9;&#x6D41;&#x6587;&#x4EF6;&#x3002;<br></li>
</ul>
<p><img src="assets/&#x6570;&#x636E;&#x914D;&#x7F6E;&#x7BA1;&#x7406;-&#x6D41;&#x914D;&#x7F6E;1-1.png" alt=""></p>
<ul>
<li>&#x5728;&#x6D41;&#x6587;&#x4EF6;&#x9009;&#x62E9;&#x754C;&#x9762;&#xFF0C;&#x9009;&#x62E9;&#x5BF9;&#x5E94;&#x7684;&#x53EF;&#x7528;&#x4E8E;&#x6D41;&#x5206;&#x6790;&#x7684;csv&#x6587;&#x4EF6;&#x540E;&#x70B9;&#x51FB;&#x201C;&#x4FDD;&#x5B58;&#x201D;&#x56DE;&#x5230;&#x6D41;&#x6587;&#x4EF6;&#x914D;&#x7F6E;&#x680F;&#x3002;<br></li>
</ul>
<p><img src="assets/&#x6570;&#x636E;&#x914D;&#x7F6E;&#x7BA1;&#x7406;-&#x6D41;&#x914D;&#x7F6E;1-2.png" alt=""></p>
<ul>
<li><p>&#x5728;&#x201C;&#x7279;&#x5F81;ID&#x5B57;&#x6BB5;&#x201D;&#x5904;&#x9009;&#x62E9;CSV&#x6587;&#x4EF6;&#x4E2D;origin&#x53CA;destination&#x6240;&#x5BF9;&#x5E94;&#x7684;&#x7A7A;&#x95F4;&#x5355;&#x5143;&#x6587;&#x4EF6;&#x5B57;&#x6BB5;&#x3002;&#x5982;&#x4EBA;&#x53E3;&#x6D41;&#x52A8;CSV&#x6587;&#x4EF6;&#x4E2D;&#xFF0C;origin&#x53CA;destination&#x4E3A;&#x6BCF;&#x4E2A;&#x57CE;&#x5E02;&#x7684;&#x540D;&#x79F0;&#xFF0C;&#x56E0;&#x6B64;&#x7279;&#x5F81;ID&#x5B57;&#x6BB5;&#x5E94;&#x8BE5;&#x4E5F;&#x9009;&#x62E9;&#x6BCF;&#x4E2A;&#x7A7A;&#x95F4;&#x5355;&#x5143;&#x7684;&#x8868;&#x5F81;&#x540D;&#x79F0;&#x7684;&#x5B57;&#x6BB5;&#xFF0C;&#x5373;Name&#x3002;&#x82E5;origin&#x53CA;destination&#x662F;&#x6BCF;&#x4E2A;&#x57CE;&#x5E02;&#x7684;ID&#xFF0C;&#x5219;&#x7279;&#x5F81;ID&#x5B57;&#x6BB5;&#x4E5F;&#x5E94;&#x9009;&#x62E9;&#x8868;&#x5F81;&#x57CE;&#x5E02;ID&#x7684;&#x5B57;&#x6BB5;&#x3002;<br></p>
</li>
<li><p>&#x82E5;&#x7A7A;&#x95F4;&#x5355;&#x5143;&#x6587;&#x4EF6;&#x4E2D;&#x5305;&#x542B;&#x6BCF;&#x4E2A;&#x7A7A;&#x95F4;&#x5355;&#x5143;&#x4EBA;&#x53E3;&#x4FE1;&#x606F;&#xFF0C;&#x53EF;&#x4EE5;&#x5728;&#x201C;&#x4EBA;&#x53E3;&#x5B57;&#x6BB5;&#x201D;&#x5904;&#x9009;&#x62E9;&#x4EBA;&#x53E3;&#x4FE1;&#x606F;&#x5BF9;&#x5E94;&#x5B57;&#x6BB5;&#x3002;&#x8BBE;&#x7F6E;&#x5B8C;&#x6210;&#x540E;&#xFF0C;&#x9700;&#x8981;&#x70B9;&#x51FB;&#x201C;&#x4FDD;&#x5B58;&#x201D;&#x5C06;&#x6240;&#x505A;&#x7684;&#x8BBE;&#x7F6E;&#x4FDD;&#x5B58;&#xFF0C;&#x5E73;&#x53F0;&#x4F1A;&#x81EA;&#x52A8;&#x68C0;&#x6D4B;&#x6240;&#x9009;&#x5B57;&#x6BB5;&#x662F;&#x5426;&#x5339;&#x914D;&#xFF0C;&#x82E5;&#x65E0;&#x6CD5;&#x5339;&#x914D;&#x5C06;&#x7ED9;&#x51FA;&#x63D0;&#x793A;&#x3002;&#x5339;&#x914D;&#x6210;&#x529F;&#x540E;&#xFF0C;&#x53EF;&#x4EE5;&#x70B9;&#x51FB;&#x201C;&#x542F;&#x52A8;&#x201D;&#x4EE5;&#x542F;&#x52A8;&#x76F8;&#x5E94;&#x5206;&#x6790;&#x670D;&#x52A1;&#x3002;<br></p>
</li>
</ul>
<p><img src="assets/&#x6570;&#x636E;&#x914D;&#x7F6E;&#x7BA1;&#x7406;-&#x6D41;&#x914D;&#x7F6E;1-3.png" alt="">
<br></p>
<h3 id="&#x65F6;&#x7A7A;&#x5206;&#x6790;&#x914D;&#x7F6E;">&#x65F6;&#x7A7A;&#x5206;&#x6790;&#x914D;&#x7F6E;</h3>
<p>&#x5728;&#x4F7F;&#x7528;&#x201C;&#x591A;&#x56E0;&#x5B50;&#x65F6;&#x7A7A;&#x5206;&#x6790;&#x201D;&#x670D;&#x52A1;&#x65F6;&#xFF0C;&#x9700;&#x8981;&#x4E3A;&#x7A7A;&#x95F4;&#x6587;&#x4EF6;&#x914D;&#x7F6E;&#x76F8;&#x5E94;&#x7684;&#x591A;&#x65F6;&#x6BB5;&#x5C5E;&#x6027;&#x6587;&#x4EF6;&#x3002;<br></p>
<ul>
<li>&#x52FE;&#x9009;&#x670D;&#x52A1;&#x540E;&#xFF0C;&#x5728;CSV resources&#x4E00;&#x680F;&#x914D;&#x7F6E;&#x6570;&#x636E;&#x3002;&#x591A;&#x65F6;&#x6BB5;&#x5C5E;&#x6027;&#x6587;&#x4EF6;&#x6570;&#x636E;&#x4E3A;&#x5305;&#x542B;&#x4E0D;&#x540C;&#x65F6;&#x95F4;&#x7684;&#x5404;&#x7A7A;&#x95F4;&#x5355;&#x5143;&#x5C5E;&#x6027;&#x503C;&#x7684;csv&#x6587;&#x4EF6;&#x3002;&#x5728;&#x5E73;&#x53F0;&#x4E0A;&#x83B7;&#x5F97;&#x7684;&#x65F6;&#x7A7A;&#x805A;&#x5408;&#x6570;&#x636E;&#x5DF2;&#x81EA;&#x52A8;&#x5C06;csv&#x6587;&#x4EF6;&#x5339;&#x914D;&#x5230;&#x4E86;&#x7A7A;&#x95F4;&#x5355;&#x5143;&#x6587;&#x4EF6;&#x4E0A;&#xFF0C;&#x82E5;&#x9700;&#x8981;&#x81EA;&#x884C;&#x8BBE;&#x7F6E;&#x5173;&#x8054;&#x6587;&#x4EF6;&#x53EF;&#x70B9;&#x51FB;&#x201C;&#x8BBE;&#x5B9A;&#x201D;&#x9009;&#x62E9;&#x6587;&#x4EF6;&#x3002;<br></li>
<li>&#x9009;&#x62E9;&#x76F8;&#x5E94;CSV&#x6587;&#x4EF6;&#x540E;&#xFF0C;&#x5728;&#x6587;&#x4EF6;&#x914D;&#x7F6E;&#x680F;&#x5BF9;&#x8BE5;&#x6587;&#x4EF6;&#x8FDB;&#x884C;&#x914D;&#x7F6E;&#xFF0C;&#x5728;&#x7279;&#x5F81;ID&#x5B57;&#x6BB5;&#xFF0C;&#x9009;&#x53D6;csv&#x6587;&#x4EF6;&#x7B2C;&#x4E00;&#x5217;&#x6240;&#x5BF9;&#x5E94;&#x7684;&#x7A7A;&#x95F4;&#x5355;&#x5143;&#x6587;&#x4EF6;&#x7684;&#x5B57;&#x6BB5;&#xFF0C;&#x5982;csv&#x6587;&#x4EF6;&#x7B2C;&#x4E00;&#x5217;&#x4E3A;&#x5404;&#x4E2A;&#x7A7A;&#x95F4;&#x5355;&#x5143;&#x7684;FID&#xFF0C;&#x5219;&#x5728;&#x7279;&#x5F81;ID&#x5B57;&#x6BB5;&#x5904;&#x4E5F;&#x8981;&#x9009;&#x62E9;FID&#x3002;<br></li>
<li>&#x9009;&#x62E9;&#x597D;&#x76F8;&#x5E94;&#x6587;&#x4EF6;&#x548C;&#x5B57;&#x6BB5;&#x540E;&#xFF0C;&#x70B9;&#x51FB;&#x201C;&#x4FDD;&#x5B58;&#x201D;&#x5C06;&#x6240;&#x505A;&#x7684;&#x4FEE;&#x6539;&#x4FDD;&#x5B58;&#xFF0C;&#x6B64;&#x65F6;&#x7CFB;&#x7EDF;&#x5C06;&#x5B57;&#x6BB5;&#x68C0;&#x6D4B;&#x5B57;&#x6BB5;&#x662F;&#x5426;&#x5339;&#x914D;&#xFF0C;&#x82E5;&#x65E0;&#x6CD5;&#x5339;&#x914D;&#x5C06;&#x7ED9;&#x51FA;&#x63D0;&#x793A;&#x3002;&#x5339;&#x914D;&#x6210;&#x529F;&#x540E;&#xFF0C;&#x53EF;&#x4EE5;&#x70B9;&#x51FB;&#x201C;&#x542F;&#x52A8;&#x201D;&#x4EE5;&#x542F;&#x52A8;&#x76F8;&#x5E94;&#x5206;&#x6790;&#x670D;&#x52A1;&#x3002;<br></li>
</ul>
<p><img src="assets/&#x6570;&#x636E;&#x914D;&#x7F6E;&#x7BA1;&#x7406;-&#x65F6;&#x7A7A;&#x5206;&#x6790;&#x914D;&#x7F6E;.png" alt="">
<br></p>
<h3 id="&#x5206;&#x533A;&#x4F18;&#x5316;&#x914D;&#x7F6E;">&#x5206;&#x533A;&#x4F18;&#x5316;&#x914D;&#x7F6E;</h3>
<p>&#x5728;&#x4F7F;&#x7528;&#x5206;&#x4F18;&#x5316;&#x670D;&#x52A1;&#x65F6;&#xFF0C;&#x9700;&#x8981;&#x5BF9;&#x4F18;&#x5316;&#x56E0;&#x7D20;&#x548C;&#x5DF2;&#x6709;&#x8FB9;&#x754C;&#x7B49;&#x8FDB;&#x884C;&#x914D;&#x7F6E;&#x3002;<br></p>
<ul>
<li>&#x5728;&#x6570;&#x636E;&#x8BE6;&#x60C5;&#x754C;&#x9762;&#x52FE;&#x9009;&#x8BE5;&#x670D;&#x52A1;&#x540E;&#xFF0C;&#x5728;&#x4E3B;&#x8981;&#x4F18;&#x5316;&#x56E0;&#x7D20;&#x4E0B;&#x62C9;&#x83DC;&#x5355;&#x4E2D;&#x9009;&#x62E9;&#x7528;&#x4E8E;&#x8FDB;&#x884C;&#x5206;&#x533A;&#x4F18;&#x5316;&#x7684;&#x5C5E;&#x6027;&#x7684;&#x5B57;&#x6BB5;&#x540D;&#xFF0C;&#x9009;&#x62E9;&#x540E;&#x70B9;&#x51FB;&#x201C;&#x4FDD;&#x5B58;&#x201D;&#x3002;&#x82E5;&#x5B58;&#x5728;&#x5DF2;&#x6709;&#x8FB9;&#x754C;&#x6587;&#x4EF6;&#xFF0C;&#x5728;&#x5DF2;&#x6709;&#x8FB9;&#x754C;&#x5904;&#x9009;&#x62E9;&#x5DF2;&#x6709;&#x8FB9;&#x754C;&#x6587;&#x4EF6;&#x8F93;&#x5165;&#xFF0C;&#x5E76;&#x70B9;&#x51FB;&#x201C;&#x4FDD;&#x5B58;&#x201D;&#x3002;&#x6700;&#x540E;&#x70B9;&#x51FB;&#x201C;&#x542F;&#x52A8;&#x201D;&#xFF0C;&#x8FDB;&#x5165;&#x5206;&#x533A;&#x4F18;&#x5316;&#x670D;&#x52A1;&#x529F;&#x80FD;&#x754C;&#x9762;&#x3002;<br></li>
</ul>
<p><img src="assets/&#x6570;&#x636E;&#x914D;&#x7F6E;&#x7BA1;&#x7406;-&#x5206;&#x533A;&#x4F18;&#x5316;&#x914D;&#x7F6E;1-1.png" alt=""></p>
<h3 id="&#x5206;&#x533A;&#x4F18;&#x5316;&#x7AD9;&#x70B9;&#x914D;&#x7F6E;">&#x5206;&#x533A;&#x4F18;&#x5316;(&#x7AD9;&#x70B9;)&#x914D;&#x7F6E;</h3>
<p>&#x5728;&#x4F7F;&#x7528;&#x5206;&#x4F18;&#x5316;&#xFF08;&#x7AD9;&#x70B9;&#xFF09;&#x670D;&#x52A1;&#x65F6;&#xFF0C;&#x9700;&#x8981;&#x5BF9;&#x4F18;&#x5316;&#x56E0;&#x7D20;&#x3001;&#x5DF2;&#x6709;&#x7AD9;&#x70B9;&#x3001;&#x5BB9;&#x91CF;&#x5C5E;&#x6027;&#x548C;&#x5DF2;&#x6709;&#x8FB9;&#x754C;&#x7B49;&#x8FDB;&#x884C;&#x914D;&#x7F6E;&#x3002;<br></p>
<ul>
<li>&#x5728;&#x6570;&#x636E;&#x8BE6;&#x60C5;&#x754C;&#x9762;&#x52FE;&#x9009;&#x8BE5;&#x670D;&#x52A1;&#x540E;&#xFF0C;&#x5728;&#x201C;&#x7AD9;&#x70B9;&#x201D;&#x5904;&#x70B9;&#x51FB;&#x4E0B;&#x62C9;&#x83DC;&#x5355;&#x9009;&#x62E9;&#x5DF2;&#x6709;&#x7AD9;&#x70B9;&#x7684;&#x7A7A;&#x95F4;&#x6587;&#x4EF6;&#xFF0C;&#x5728;&#x201C;&#x4E3B;&#x8981;&#x4F18;&#x5316;&#x56E0;&#x7D20;&#x201D;&#x4E0B;&#x62C9;&#x83DC;&#x5355;&#x4E2D;&#x9009;&#x62E9;&#x7528;&#x4E8E;&#x8FDB;&#x884C;&#x5206;&#x533A;&#x4F18;&#x5316;&#x7684;&#x5C5E;&#x6027;&#x7684;&#x5B57;&#x6BB5;&#x540D;&#xFF0C;&#x5728;&#x201C;&#x5BB9;&#x91CF;&#x5C5E;&#x6027;&#x201D;&#x4E0B;&#x62C9;&#x83DC;&#x5355;&#x4E2D;&#x9009;&#x62E9;&#x7AD9;&#x70B9;&#x7684;&#x5BB9;&#x91CF;&#x5C5E;&#x6027;&#x5B57;&#x6BB5;&#x3002;&#x9009;&#x62E9;&#x540E;&#x70B9;&#x51FB;&#x201C;&#x4FDD;&#x5B58;&#x201D;&#xFF0C;&#x5C06;&#x6240;&#x505A;&#x7684;&#x8BBE;&#x7F6E;&#x786E;&#x8BA4;&#x4FDD;&#x5B58;&#x3002;&#x5DF2;&#x6709;&#x8FB9;&#x754C;&#x5904;&#x7684;&#x8BBE;&#x7F6E;&#x4E0E;&#x5206;&#x533A;&#x4F18;&#x5316;&#x4E2D;&#x5DF2;&#x6709;&#x8FB9;&#x754C;&#x8BBE;&#x7F6E;&#x76F8;&#x540C;&#x3002;<br></li>
</ul>
<p><img src="assets/&#x6570;&#x636E;&#x914D;&#x7F6E;&#x7BA1;&#x7406;-&#x5206;&#x533A;&#x4F18;&#x5316;&#x7AD9;&#x70B9;&#x914D;&#x7F6E;1-1.png" alt=""></p>
<h2 id="&#x6DFB;&#x52A0;&#x65B0;&#x6570;&#x636E;">&#x6DFB;&#x52A0;&#x65B0;&#x6570;&#x636E;</h2>
<p>&#x5728;&#x201C;&#x6DFB;&#x52A0;&#x65B0;&#x6570;&#x636E;&#x201D;&#x754C;&#x9762;&#x53EF;&#x4EE5;&#x4E0A;&#x4F20;&#x5DF2;&#x6709;&#x7684;shapefile&#x6587;&#x4EF6;&#x6216;csv&#x6587;&#x4EF6;&#x5230;&#x7528;&#x6237;&#x7FA4;&#x7EC4;&#x7684;&#x6570;&#x636E;&#x5E93;&#x4E2D;&#xFF0C;&#x4E5F;&#x53EF;&#x4EE5;&#x6DFB;&#x52A0;esri map service&#x80CC;&#x666F;&#x56FE;&#x5C42;&#x3002;&#x53EA;&#x6709;&#x7BA1;&#x7406;&#x5458;&#x7528;&#x6237;&#x548C;&#x6807;&#x51C6;&#x7528;&#x6237;&#x53EF;&#x4EE5;&#x6DFB;&#x52A0;&#x6570;&#x636E;&#x3002;<br>
<img src="assets/&#x6570;&#x636E;&#x914D;&#x7F6E;&#x7BA1;&#x7406;-&#x4E0A;&#x4F20;&#x6570;&#x636E;1-1.png" alt=""><br></p>
<h3 id="&#x4E0A;&#x4F20;shapefile&#x6587;&#x4EF6;">&#x4E0A;&#x4F20;shapefile&#x6587;&#x4EF6;</h3>
<p>&#x2460; &#x70B9;&#x51FB;&#x201C;&#x70B9;&#x51FB;&#x4E0A;&#x4F20;&#xFF0C;&#x6216;&#x5C06;&#x6587;&#x4EF6;&#x62D6;&#x81F3;&#x6B64;&#x5904;&#x201D;&#x5E76;&#x9009;&#x62E9;&#x8BA1;&#x7B97;&#x673A;&#x4E2D;&#x6307;&#x5B9A;&#x683C;&#x5F0F;&#x7684;shapefile&#x6587;&#x4EF6;&#x3002;<br>
&#x2461; &#x586B;&#x5199;&#x6570;&#x636E;&#x540D;&#x79F0;&#xFF0C;&#x4E0A;&#x4F20;&#x6570;&#x636E;&#x4E0D;&#x80FD;&#x4E0E;&#x5DF2;&#x6709;&#x6570;&#x636E;&#x91CD;&#x540D;&#xFF0C;&#x7CFB;&#x7EDF;&#x4F1A;&#x9ED8;&#x8BA4;&#x586B;&#x5199;&#x6570;&#x636E;&#x540D;&#x79F0;&#x4E3A;&#x4E0A;&#x4F20;shapefile&#x6587;&#x4EF6;&#x540D;&#xFF0C;&#x82E5;&#x68C0;&#x6D4B;&#x5230;&#x5DF2;&#x5B58;&#x5728;&#x91CD;&#x540D;&#x6587;&#x4EF6;&#x65F6;&#x4F1A;&#x8981;&#x6C42;&#x4FEE;&#x6539;&#x6570;&#x636E;&#x540D;&#x79F0;&#x3002;<br>
&#x2462; &#x68C0;&#x67E5;&#x7F16;&#x7801;&#xFF0C;&#x82E5;&#x4E0A;&#x4F20;&#x6570;&#x636E;&#x9884;&#x89C8;&#x754C;&#x9762;&#x51FA;&#x73B0;&#x4E71;&#x7801;&#xFF0C;&#x8BF4;&#x660E;&#x6587;&#x4EF6;&#x4E0D;&#x662F;UTF-8&#x7F16;&#x7801;&#xFF0C;&#x8BF7;&#x9009;&#x62E9;&#x6B63;&#x786E;&#x7684;&#x7F16;&#x7801;&#x3002;<br>
&#x2463; &#x6839;&#x636E;&#x6570;&#x636E;&#x7684;&#x5750;&#x6807;&#x6295;&#x5F71;&#x5224;&#x65AD;&#x662F;&#x5426;&#x52FE;&#x9009;&#x76F8;&#x5E94;&#x9009;&#x9879;&#xFF0C;&#x70B9;&#x51FB;&#x4E0A;&#x4F20;&#xFF0C;&#x5C06;&#x6587;&#x4EF6;&#x4E0A;&#x4F20;&#x5230;&#x5E73;&#x53F0;&#x4E0A;&#x3002;<br></p>
<h3 id="&#x4E0A;&#x4F20;csv&#x6587;&#x4EF6;">&#x4E0A;&#x4F20;CSV&#x6587;&#x4EF6;</h3>
<p>&#x2460;&#x70B9;&#x51FB;&#x201C;&#x4E0A;&#x4F20;&#x6570;&#x636E;&#x201D;&#x6309;&#x94AE;&#xFF0C;&#x6253;&#x5F00;&#x4E0A;&#x4F20;&#x6587;&#x4EF6;&#x5BF9;&#x8BDD;&#x6846;&#x3002;<br>
&#x2461;&#x70B9;&#x51FB;&#x4E0A;&#x4F20;&#xFF0C;&#x5E76;&#x6D4F;&#x89C8;&#x8BA1;&#x7B97;&#x673A;&#x9009;&#x62E9;&#x76EE;&#x6807;csv&#x6587;&#x4EF6;&#x3002;<br>
&#x2462;&#x586B;&#x5199;&#x6570;&#x636E;&#x540D;&#x79F0;&#xFF0C;&#x4E0A;&#x4F20;&#x6570;&#x636E;&#x4E0D;&#x80FD;&#x4E0E;&#x5DF2;&#x6709;&#x6570;&#x636E;&#x91CD;&#x540D;&#xFF0C;&#x7CFB;&#x7EDF;&#x4F1A;&#x9ED8;&#x8BA4;&#x586B;&#x5199;&#x6570;&#x636E;&#x540D;&#x79F0;&#x4E3A;&#x4E0A;&#x4F20;csv&#x6587;&#x4EF6;&#x540D;&#xFF0C;&#x82E5;&#x68C0;&#x6D4B;&#x5230;&#x5DF2;&#x5B58;&#x5728;&#x91CD;&#x540D;&#x6587;&#x4EF6;&#x65F6;&#x65F6;&#x4F1A;&#x8981;&#x6C42;&#x4FEE;&#x6539;&#x6570;&#x636E;&#x540D;&#x79F0;&#x3002;<br>
&#x2463; &#x70B9;&#x51FB;&#x201C;&#x4E0A;&#x4F20;&#x201D;&#x4E0A;&#x4F20;&#x6587;&#x4EF6;&#x3002;<br>
&#x2464; &#x5BF9;&#x4E8E;&#x5E26;&#x6709;&#x5730;&#x7406;&#x4F4D;&#x7F6E;&#x4FE1;&#x606F;&#x7684;&#x6587;&#x4EF6;&#xFF0C;&#x4E0A;&#x4F20;&#x540E;&#x7684;&#x6587;&#x4EF6;&#x9700;&#x8981;&#x6307;&#x5B9A;&#x5BF9;&#x5E94;&#x7684;&#x7ECF;&#x7EAC;&#x5EA6;&#x5B57;&#x6BB5;&#x540D;&#x79F0;&#xFF0C;&#x70B9;&#x51FB;&#x63D0;&#x4EA4;&#x540E;&#xFF0C;&#x4E0A;&#x4F20;&#x7684;csv&#x6587;&#x4EF6;&#x5C06;&#x6839;&#x636E;&#x5176;&#x7ECF;&#x7EAC;&#x5EA6;&#x5750;&#x6807;&#x751F;&#x6210;shapefile&#x6587;&#x4EF6;&#x3002;<br></p>
<h3 id="&#x4E0A;&#x4F20;geojson&#x6587;&#x4EF6;">&#x4E0A;&#x4F20;Geojson&#x6587;&#x4EF6;</h3>
<p>&#x2460; &#x70B9;&#x51FB;&#x201C;&#x4E0A;&#x4F20;&#x6570;&#x636E;&#x201D;&#x6309;&#x94AE;&#xFF0C;&#x6253;&#x5F00;&#x4E0A;&#x4F20;&#x6587;&#x4EF6;&#x5BF9;&#x8BDD;&#x6846;&#x3002;&#x57FA;&#x672C;&#x64CD;&#x4F5C;&#x4E0E;&#x4E0A;&#x4F20;shp&#x6587;&#x4EF6;&#x7C7B;&#x4F3C;&#x3002;<br>
&#x2461; &#x70B9;&#x51FB;&#x4E0A;&#x4F20;&#xFF0C;&#x5E76;&#x6D4F;&#x89C8;&#x8BA1;&#x7B97;&#x673A;&#x9009;&#x62E9;&#x76EE;&#x6807;Geojson&#x6587;&#x4EF6;&#x3002;<br>
&#x2462; &#x586B;&#x5199;&#x6570;&#x636E;&#x540D;&#x79F0;&#xFF0C;&#x4E0A;&#x4F20;&#x6570;&#x636E;&#x4E0D;&#x80FD;&#x4E0E;&#x5DF2;&#x6709;&#x6570;&#x636E;&#x91CD;&#x540D;&#xFF0C;&#x7CFB;&#x7EDF;&#x4F1A;&#x9ED8;&#x8BA4;&#x586B;&#x5199;&#x6570;&#x636E;&#x540D;&#x79F0;&#x4E3A;&#x4E0A;&#x4F20;Geojson&#x6587;&#x4EF6;&#x540D;&#xFF0C;&#x82E5;&#x68C0;&#x6D4B;&#x5230;&#x5DF2;&#x5B58;&#x5728;&#x91CD;&#x540D;&#x6587;&#x4EF6;&#x65F6;&#x65F6;&#x4F1A;&#x8981;&#x6C42;&#x4FEE;&#x6539;&#x6570;&#x636E;&#x540D;&#x79F0;&#x3002;<br>
&#x2463; &#x6839;&#x636E;&#x6570;&#x636E;&#x7684;&#x5750;&#x6807;&#x6295;&#x5F71;&#x5224;&#x65AD;&#x662F;&#x5426;&#x52FE;&#x9009;&#x76F8;&#x5E94;&#x9009;&#x9879;&#xFF0C;&#x70B9;&#x51FB;&#x4E0A;&#x4F20;&#xFF0C;&#x5C06;&#x6587;&#x4EF6;&#x4E0A;&#x4F20;&#x5230;&#x5E73;&#x53F0;&#x4E0A;&#x3002;<br></p>
<h3 id="&#x4ECE;esri-map-service&#x6DFB;&#x52A0;&#x6570;&#x636E;">&#x4ECE;ESRI Map Service&#x6DFB;&#x52A0;&#x6570;&#x636E;</h3>
<p>&#x2460; &#x70B9;&#x51FB;&#x201C;ESRI&#x201D;&#x6309;&#x94AE;&#x5207;&#x6362;&#x5230;&#x6DFB;&#x52A0;ESRI&#x6570;&#x636E;&#x754C;&#x9762;&#x3002;<br>
&#x2461; &#x4E3A;&#x6DFB;&#x52A0;&#x7684;&#x6570;&#x636E;&#x8BBE;&#x7F6E;&#x540D;&#x79F0;&#x3002;<br>
&#x2462; &#x586B;&#x5199;Public Map Service&#x7684;&#x94FE;&#x63A5;&#xFF0C;&#x786E;&#x8BA4;&#x56FE;&#x5C42;ID&#x5305;&#x542B;&#x5728;service url&#x91CC;&#xFF0C;&#x70B9;&#x51FB;&#x201C;&#x6DFB;&#x52A0;&#x201D;&#x6309;&#x94AE;&#xFF0C;&#x6DFB;&#x52A0;&#x56FE;&#x5C42;&#x3002;<br>
<img src="assets/&#x6570;&#x636E;&#x914D;&#x7F6E;&#x7BA1;&#x7406;-&#x4E0A;&#x4F20;&#x6570;&#x636E;1-2.png" alt=""></p>
<h2 id="&#x4FEE;&#x6539;&#x6587;&#x4EF6;&#x7F16;&#x7801;">&#x4FEE;&#x6539;&#x6587;&#x4EF6;&#x7F16;&#x7801;</h2>
<h3 id="&#x7A7A;&#x95F4;&#x6587;&#x4EF6;&#x8F6C;utf-8&#x7F16;&#x7801;&#x683C;&#x5F0F;">&#x7A7A;&#x95F4;&#x6587;&#x4EF6;&#x8F6C;UTF-8&#x7F16;&#x7801;&#x683C;&#x5F0F;</h3>
<p>&#x76EE;&#x524D;&#x4F4D;&#x548C;&#x5E73;&#x53F0;&#x4E2D;&#x6587;&#x5C5E;&#x6027;&#x4EC5;&#x652F;&#x6301;UTF-8&#x7F16;&#x7801;&#xFF0C;&#x5982;&#x679C;SHP&#x4E3A;&#x5176;&#x5B83;&#x7F16;&#x7801;&#xFF0C;&#x7528;&#x6237;&#x53EF;&#x5728;&#x6570;&#x636E;&#x4E0A;&#x4F20;&#x9884;&#x89C8;&#x754C;&#x9762;&#x4FEE;&#x6539;&#x7F16;&#x7801;&#x683C;&#x5F0F;&#xFF0C;&#x4E5F;&#x53EF;&#x4EE5;&#x4F7F;&#x7528;&#x7B2C;&#x4E09;&#x65B9;&#x5DE5;&#x5177;&#x5C06;&#x7F16;&#x7801;&#x8F6C;&#x6362;&#x4E3A;UTF-8&#x540E;&#x518D;&#x8FDB;&#x884C;&#x4E0A;&#x4F20;&#x64CD;&#x4F5C;&#x3002;&#x63A8;&#x8350;&#x4F7F;&#x7528;QGIS&#xFF0C;&#x672C;&#x5E2E;&#x52A9;&#x4E5F;&#x5C06;&#x4EE5;QGIS&#x4E3A;&#x4F8B;&#x3002; &#x60A8;&#x4E5F;&#x53EF;&#x4EE5;&#x81EA;&#x4E3B;&#x9009;&#x62E9;&#x5176;&#x5B83;&#x652F;&#x6301;&#x8F6C;&#x7801;&#x7684;&#x5DE5;&#x5177;&#x3002;<br>
<strong>&#x6B65;&#x9AA4;&#x4E00;&#xFF1A;&#x5728;QGIS&#x6253;&#x5F00;&#x7A7A;&#x95F4;&#x6587;&#x4EF6;</strong><br>
&#x8FD0;&#x884C;QGIS&#xFF0C;&#x5728;&#x6587;&#x4EF6;&#x76EE;&#x5F55;&#x627E;&#x5230;&#x9700;&#x8981;&#x8F6C;&#x7801;&#x7684;SHP&#x6216;geojson&#x6587;&#x4EF6;&#xFF0C;&#x62D6;&#x52A8;&#x81F3;&#x5DE5;&#x4F5C;&#x754C;&#x9762;&#xFF08;&#x5982;&#x56FE;&#xFF09;&#x3002;<br>
<img src="assets/&#x6570;&#x636E;&#x914D;&#x7F6E;&#x7BA1;&#x7406;-&#x7F16;&#x7801;&#x8F6C;&#x6362;1-1.png" alt="">
&#x2460;&#x6587;&#x4EF6;&#x76EE;&#x5F55;&#xFF1A;&#x4E0E;&#x7535;&#x8111;&#x6587;&#x4EF6;&#x5B58;&#x50A8;&#x4F4D;&#x7F6E;&#x5BF9;&#x5E94;&#xFF0C;&#x65E0;&#x7C7B;&#x4F3C;ArcGIS&#x6DFB;&#x52A0;&#x6587;&#x4EF6;&#x5939;&#x94FE;&#x63A5;&#x64CD;&#x4F5C;<br>
&#x2461;&#x5185;&#x5BB9;&#x5217;&#x8868;&#xFF1A;&#x4E0E;ArcGIS&#x7C7B;&#x4F3C;&#xFF0C;&#x6309;&#x987A;&#x5E8F;&#x663E;&#x793A;&#x6DFB;&#x52A0;&#x56FE;&#x5C42;&#xFF0C;&#x53EF;&#x8C03;&#x6574;&#x56FE;&#x5C42;&#x4F18;&#x5148;&#x663E;&#x793A;&#x60C5;&#x51B5;<br>
&#x2462;&#x5730;&#x56FE;&#x7A97;&#x53E3;&#xFF1A;&#x663E;&#x793A;&#x7A7A;&#x95F4;&#x6587;&#x4EF6;<br>
<strong>&#x6B65;&#x9AA4;&#x4E8C;&#xFF1A;&#x67E5;&#x770B;&#x5F53;&#x524D;&#x662F;&#x5426;&#x4E3A;&#x6B63;&#x786E;&#x7F16;&#x7801;</strong><br>
&#x5728;&#x5BF9;&#x5E94;&#x56FE;&#x5C42;&#x53F3;&#x952E;&#x9009;&#x62E9;Open Attribute Table&#xFF0C;&#x6253;&#x5F00;&#x5C5E;&#x6027;&#x8868;&#xFF0C;&#x67E5;&#x770B;&#x4E2D;&#x6587;&#x5C5E;&#x6027;&#x662F;&#x5426;&#x663E;&#x793A;&#x6B63;&#x5E38;<br>
&#x82E5;&#x4E2D;&#x6587;&#x5C5E;&#x6027;&#x663E;&#x793A;&#x4E71;&#x7801;&#xFF0C;&#x9700;&#x4FEE;&#x6539;&#x5F53;&#x524D;&#x7F16;&#x7801;&#x683C;&#x5F0F;<br>
&#x82E5;&#x5C5E;&#x6027;&#x663E;&#x793A;&#x6B63;&#x5E38;&#xFF0C;&#x8BF7;&#x76F4;&#x63A5;&#x770B;&#x6B65;&#x9AA4;&#x4E09;<br>
<img src="assets/&#x6570;&#x636E;&#x914D;&#x7F6E;&#x7BA1;&#x7406;-&#x7F16;&#x7801;&#x8F6C;&#x6362;1-2.png" alt="">
<strong>&#x6B65;&#x9AA4;&#x4E09;&#xFF1A;&#x6587;&#x4EF6;&#x53E6;&#x5B58;&#x4E3A;UTF-8&#x7F16;&#x7801;&#x683C;&#x5F0F;</strong><br>
&#x4E2D;&#x6587;&#x5C5E;&#x6027;&#x663E;&#x793A;&#x6B63;&#x5E38;&#xFF0C;&#x5C06;&#x6587;&#x4EF6;&#x53E6;&#x5B58;&#x4E3A;UTF-8&#x7F16;&#x7801;&#x683C;&#x5F0F;<br>
&#x5728;&#x56FE;&#x5C42;&#x53F3;&#x952E;&#x9009;&#x62E9;Save As&#x2026;&#xFF0C;&#x6253;&#x5F00;&#x53E6;&#x5B58;&#x4E3A;&#x8BBE;&#x7F6E;&#x6846;&#xFF1A;<br>
&#x2460;&#x8BBE;&#x7F6E;&#x4FDD;&#x5B58;&#x8DEF;&#x5F84;<br>
&#x2461;&#x786E;&#x4FDD;&#x53E6;&#x5B58;&#x7F16;&#x7801;&#x683C;&#x5F0F;&#x4E3A;UTF-8&#xFF0C;&#x4E0B;&#x62C9;&#x9009;&#x62E9;<br>
&#x70B9;&#x51FB;&#x786E;&#x5B9A;&#xFF0C;&#x5B8C;&#x6210;&#x8F6C;&#x7801;&#x3002;&#x65B0;&#x6587;&#x4EF6;&#x5373;&#x4E3A;UTF-8&#x7F16;&#x7801;&#x683C;&#x5F0F;&#x3002;&#x53EF;&#x6253;&#x5F00;&#x5C5E;&#x6027;&#x8868;&#x67E5;&#x770B;&#x4E2D;&#x6587;&#x5C5E;&#x6027;&#xFF0C;&#x4E5F;&#x53EF;&#x5728;Properties&#x67E5;&#x770B;&#x65B0;&#x6587;&#x4EF6;&#x7F16;&#x7801;&#x683C;&#x5F0F;&#x3002;<br>
<img src="assets/&#x6570;&#x636E;&#x914D;&#x7F6E;&#x7BA1;&#x7406;-&#x7F16;&#x7801;&#x8F6C;&#x6362;1-3.png" alt=""></p>
<h3 id="&#x5C5E;&#x6027;&#x6587;&#x4EF6;&#x8F6C;utf-8&#x7F16;&#x7801;&#x683C;&#x5F0F;">&#x5C5E;&#x6027;&#x6587;&#x4EF6;&#x8F6C;UTF-8&#x7F16;&#x7801;&#x683C;&#x5F0F;</h3>
<p>&#x76EE;&#x524D;&#x4F4D;&#x548C;&#x5E73;&#x53F0;&#x4E2D;&#x6587;&#x5C5E;&#x6027;&#x4EC5;&#x652F;&#x6301;UTF-8&#x7F16;&#x7801;&#xFF0C;&#x5982;&#x679C;CSV&#x4E3A;&#x5176;&#x5B83;&#x7F16;&#x7801;&#xFF0C;&#x7528;&#x6237;&#x53EF;&#x5728;&#x6570;&#x636E;&#x4E0A;&#x4F20;&#x9884;&#x89C8;&#x754C;&#x9762;&#x4FEE;&#x6539;&#x7F16;&#x7801;&#x683C;&#x5F0F;&#xFF0C;&#x4E5F;&#x53EF;&#x4EE5;&#x4F7F;&#x7528;&#x7B2C;&#x4E09;&#x65B9;&#x5DE5;&#x5177;&#x5C06;&#x7F16;&#x7801;&#x8F6C;&#x6362;&#x4E3A;UTF-8&#x540E;&#x518D;&#x8FDB;&#x884C;&#x4E0A;&#x4F20;&#x64CD;&#x4F5C;&#x3002;&#x63A8;&#x8350;&#x4F7F;&#x7528;Notepad++&#xFF0C;&#x672C;&#x5E2E;&#x52A9;&#x6587;&#x6863;&#x4E5F;&#x5C06;&#x4EE5;Notepad++&#x4E3A;&#x4F8B;&#x3002;&#x60A8;&#x4E5F;&#x53EF;&#x4EE5;&#x81EA;&#x4E3B;&#x9009;&#x62E9;&#x5176;&#x5B83;&#x652F;&#x6301;&#x8F6C;&#x7801;&#x7684;&#x5DE5;&#x5177;&#x3002;<br>
<strong>&#x6B65;&#x9AA4;&#x4E00;&#xFF1A;&#x5728;Notepad++&#x6253;&#x5F00;CSV&#x6587;&#x4EF6;</strong><br>
&#x627E;&#x5230;&#x9700;&#x4E0A;&#x4F20;&#x7684;CSV&#x6587;&#x4EF6;&#xFF0C;&#x53F3;&#x952E;&#x9009;&#x62E9;&#x6253;&#x5F00;&#x65B9;&#x5F0F;&#xFF0C;&#x9009;&#x62E9;Notepad++&#xFF0C;&#x6216;&#x8005;&#x76F4;&#x63A5;&#x70B9;&#x51FB;Edit with Notepad++&#xFF0C;&#x5373;&#x7528;Notepad++&#x6253;&#x5F00;CSV&#x6587;&#x4EF6;&#x3002;&#xFF08;&#x5982;&#x56FE;&#xFF09;&#x3002;<br>
<img src="assets/&#x6570;&#x636E;&#x914D;&#x7F6E;&#x7BA1;&#x7406;-&#x7F16;&#x7801;&#x8F6C;&#x6362;1-4.png" alt=""><br>
<strong>&#x6B65;&#x9AA4;&#x4E8C;&#xFF1A;&#x6587;&#x4EF6;&#x53E6;&#x5B58;&#x4E3A;UTF-8&#x7F16;&#x7801;&#x683C;&#x5F0F;</strong><br>
&#x70B9;&#x51FB;&#x201C;&#x683C;&#x5F0F;&#x201D;&#xFF0C;&#x9009;&#x62E9;&#x201C;&#x8F6C;&#x4E3A;UTF-8&#x65E0;BOM&#x7F16;&#x7801;&#x683C;&#x5F0F;&#x201D;&#x5373;&#x5C06;&#x8BE5;CSV&#x6587;&#x4EF6;&#x7F16;&#x7801;&#x683C;&#x5F0F;&#x8F6C;&#x4E3A;UTF-8&#x7F16;&#x7801;&#x3002;<br>
&#x64CD;&#x4F5C;&#x5B8C;&#x6210;&#xFF0C;&#x70B9;&#x51FB;&#x4FDD;&#x5B58;&#x3002;&#x4E4B;&#x540E;&#x4FBF;&#x53EF;&#x4E0A;&#x4F20;&#x5C06;CSV&#x6587;&#x4EF6;&#x4F5C;&#x4E3A;&#x7A7A;&#x95F4;&#x6587;&#x4EF6;&#x6216;&#x975E;&#x7A7A;&#x95F4;&#x6587;&#x4EF6;&#x4E0A;&#x4F20;&#x81F3;&#x60A8;&#x7684;&#x8D26;&#x6237;&#x3002;<br>
<img src="assets/&#x6570;&#x636E;&#x914D;&#x7F6E;&#x7BA1;&#x7406;-&#x7F16;&#x7801;&#x8F6C;&#x6362;1-5.png" alt=""></p>
<h3 id="&#x4E3A;&#x4EC0;&#x4E48;&#x7A7A;&#x95F4;&#x6587;&#x4EF6;&#x4E2D;&#x5B58;&#x5728;&#x4E0E;dbf&#x6587;&#x4EF6;&#x540C;&#x540D;&#x7684;csv&#x6587;&#x4EF6;&#xFF1F;">&#x4E3A;&#x4EC0;&#x4E48;&#x7A7A;&#x95F4;&#x6587;&#x4EF6;&#x4E2D;&#x5B58;&#x5728;&#x4E0E;.dbf&#x6587;&#x4EF6;&#x540C;&#x540D;&#x7684;.csv&#x6587;&#x4EF6;&#xFF1F;</h3>
<p>SHP&#x6587;&#x4EF6;&#x4E2D;&#x7684;.dbf&#x5C5E;&#x6027;&#x8868;&#x5BF9;&#x4E2D;&#x6587;&#x6709;&#x9650;&#x5236;&#xFF0C;&#x4E0D;&#x80FD;&#x5B8C;&#x6574;&#x6709;&#x6548;&#x7684;&#x4E3A;&#x5404;&#x5C5E;&#x6027;&#x6DFB;&#x52A0;&#x5B57;&#x6BB5;&#x540D;&#x79F0;&#x3002;&#x4E3A;&#x4E86;&#x66F4;&#x5B8C;&#x6574;&#x7684;&#x663E;&#x793A;&#x5B57;&#x6BB5;&#x5C5E;&#x6027;&#xFF0C;&#x6211;&#x4EEC;&#x7279;&#x610F;&#x5411;&#x7A7A;&#x95F4;&#x6587;&#x4EF6;&#x4E2D;&#x6DFB;&#x52A0;.csv&#x6587;&#x4EF6;&#x89E3;&#x51B3;&#x8FD9;&#x4E2A;&#x95EE;&#x9898;&#x3002;&#x5F53;&#x4E0A;&#x4F20;&#x7684;&#x7A7A;&#x95F4;&#x6587;&#x4EF6;&#x4E2D;&#x540C;&#x65F6;&#x5B58;&#x5728;.dbf&#x6587;&#x4EF6;&#x548C;.csv&#x6587;&#x4EF6;&#x65F6;&#xFF0C;&#x7CFB;&#x7EDF;&#x5C06;&#x4F18;&#x5148;&#x8BC6;&#x522B;.csv&#x6587;&#x4EF6;&#x3002;<br>
<strong>&#x6CE8;&#x610F;&#xFF1A;</strong>csv&#x6587;&#x4EF6;&#x540D;&#x79F0;&#x9700;&#x4E0E;SHP&#x6587;&#x4EF6;&#x540D;&#x79F0;&#x4E00;&#x81F4;&#xFF0C;&#x4E14;&#x5C06;csv&#x6587;&#x4EF6;&#x4E0E;.shp&#x3001;.prj&#x7B49;SHP&#x6587;&#x4EF6;&#x538B;&#x7F29;&#x81F3;&#x540C;&#x4E00;&#x4E2A;&#x538B;&#x7F29;&#x5305;&#x5185;&#x3002;<br>
<img src="assets/&#x6570;&#x636E;&#x914D;&#x7F6E;&#x7BA1;&#x7406;-&#x7F16;&#x7801;&#x8F6C;&#x6362;1-6.png" alt=""></p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="zhang-hu.html" class="navigation navigation-prev " aria-label="Previous page: 账户">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="gong-xiang-yu-fa-bu.html" class="navigation navigation-next " aria-label="Next page: 共享与发布">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"数据管理与配置","level":"1.4","depth":1,"next":{"title":"共享与发布","level":"1.5","depth":1,"path":"gong-xiang-yu-fa-bu.md","ref":"gong-xiang-yu-fa-bu.md","articles":[]},"previous":{"title":"账户","level":"1.3","depth":1,"path":"zhang-hu.md","ref":"zhang-hu.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":["livereload"],"pluginsConfig":{"livereload":{},"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"shu-ju-guan-li-yu-pei-zhi.md","mtime":"2020-01-08T09:33:23.534Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2020-01-08T09:30:51.644Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-livereload/plugin.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/geoAI.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

